const questionsData = [
  {
    name: "prophets",
    data: [
      {
        active: "active",
        id: 1,
        qes: "من هو النبي الذي بعث مرتين إلى قومين مختلفين؟",
        answer: "سيدنا إدريس عليه السلام.",
      },
      {
        active: "",
        id: 2,
        qes: "من هو النبي الذي تعرض لسخرية من قومه؟",
        answer: "النبي نوح عليه السلام.",
      },
      {
        active: "",
        id: 3,
        qes: "من هو النبي الذي تم دفنه في نهر النيل ؟",
        answer: "النبي يوسف عليه السلام.",
      },
      {
        active: "",
        id: 4,
        qes: "من هو أول الأنبياء الذي جاهد في سبيل الله؟",
        answer: "سيدنا إدريس عليه السلام.",
      },
      {
        active: "",
        id: 5,
        qes: "من هو النبي الذي نقل بعد موته من مصر إلى فلسطين؟",
        answer: "النبي يوسف عليه السلام",
      },
      {
        active: "",
        id: 6,
        qes: "من هو النبي الذي قال أنا ابن الذبيحين؟",
        answer: "هو النبي محمد صلى الله عليه وسلم.",
      },
      {
        active: "",
        id: 7,
        qes: "من هو النبي الذي يصوم يوم ويفطر يوم؟",
        answer: "النبي داود.",
      },
      {
        active: "",
        id: 8,
        qes: "من هو النبي الذي يصوم يومي الاثنين والخميس؟",
        answer: "النبي محمد عليه السلام.",
      },
      {
        active: "",
        id: 9,
        qes: "من هو النبي الذي صام أول مرة؟",
        answer: "آدم عليه السلام.",
      },
      {
        active: "",
        id: 10,
        qes: "من هو النبي الذي صام عن الكلام لمدة ثلاثة أيام؟",
        answer: "زكريا عليه السلام.",
      },
      {
        active: "",
        id: 11,
        qes: "من هو كفيل السيدة مريم؟",
        answer: "زكريا عليه السلام.",
      },
      {
        active: "",
        id: 12,
        qes: "بماذا وصف القرآن الكريم ادريس عليه السلام؟",
        answer: "وصفه بالصفات التالية: الصبر والصدق والمنزلة الرفيعة.",
      },
      {
        active: "",
        id: 13,
        qes: "ما هي السور التي ذكرت ادريس في القرآن؟",
        answer: "سورة مريم والأنبياء.",
      },
      {
        active: "",
        id: 14,
        qes: "من هم الأنبياء الذي ذكروا بأسمائهم في القرآن؟",
        answer: `إن عدد المذكورين من الأنبياء والمرسلين عليهم السلام في القرآن الكريم هو خمسة وعشرون وهم:
    (آدم عليه السلام، نوح عليه السلام، إدريس عليه السلام، صالح عليه السلام، هود عليه السلام، إبراهيم عليه السلام، إسماعيل عليه السلام، لوط عليه السلام، إسحاق عليه السلام، يعقوب عليه السلام، يوسف عليه السلام، شعيب عليه السلام، أيوب عليه السلام، هارون عليه السلام، موسى عليه السلام، ذو الكفل عليه السلام، داود عليه السلام، سليمان عليه السلام، اليسع عليه السلام، إلياس عليه السلام، يونس عليه السلام، زكريا عليه السلام، يحي عليه السلام، عيسى عليه السلام، محمد صلوات الله عليه.)
    `,
      },
      {
        active: "",
        id: 15,
        qes: "كم لبث نوح بدعوة قومه لعبادة الله؟",
        answer: "تسعمائة وخمسون عاماً.",
      },
      {
        active: "",
        id: 16,
        qes: "من أول الرسل؟",
        answer: "نوح عليه السلام.",
      },
      {
        active: "",
        id: 17,
        qes: "من هما النبيان اللذان جعل الله في ذريتهما النبوة؟",
        answer: "نوح وابراهيم عليهما السلام.",
      },
      {
        active: "",
        id: 18,
        qes: "نجى الله أهل نوح عليه السلام إلا اثنين مَن هما؟",
        answer: "ابنه وزوجته.",
      },
      {
        active: "",
        id: 19,
        qes: "نبيان امرأة كل واحد منهما كافرة من هما؟",
        answer: "نوح ولوط عليهما السلام.",
      },
      {
        active: "",
        id: 20,
        qes: "من هو النبي الملقب بالصديق؟",
        answer: "النبي يوسف عليه السلام.",
      },
      {
        active: "",
        id: 21,
        qes: "من هو النبي الذي لقب بكليم الله؟",
        answer: "شعيب عليه السلام.",
      },
      {
        active: "",
        id: 22,
        qes: "من هو خليل الله؟",
        answer: "ابراهيم عليه السلام.",
      },
      {
        active: "",
        id: 23,
        qes: "من هو النبي الملقب بروح الله؟",
        answer: "عيسى عليه السلام.",
      },
      {
        active: "",
        id: 24,
        qes: "من هو النبي الذي كان اسمه بذي النون؟",
        answer: "يونس عليه السلام.",
      },
      {
        active: "",
        id: 25,
        qes: "من هو النبي الذي لقب بشيخ المسلمين؟",
        answer: "نوح عليه السلام.",
      },
      {
        active: "",
        id: 26,
        qes: "من هو النبي الملك؟",
        answer: "سليمان عليه السلام.",
      },
      {
        active: "",
        id: 27,
        qes: "من هو النبي الذي لقب بخليفة الله؟",
        answer: "داود عليه السلام.",
      },
      {
        active: "",
        id: 28,
        qes: "من هو النبي الملقب بسيد الأولين وسيد الآخرين؟",
        answer: "محمد عليه الصلاة والسلام.",
      },
      {
        active: "",
        id: 29,
        qes: "من هو النبي الملقب بالمسيح؟",
        answer: "عيسى علي السلام.",
      },
      {
        active: "",
        id: 30,
        qes: "من هو النبي الذي لقب بأبي اليهود؟",
        answer: "يعقوب عليه السلام.",
      },
      {
        active: "",
        id: 31,
        qes: "ما هو لقب النبي يعقوب؟",
        answer: "إسرائيل",
      },
      {
        active: "",
        id: 32,
        qes: "أي من الأنبياء سيقتل المسيح الدجال؟",
        answer: "عيسى عليه السلام.",
      },
      {
        active: "",
        id: 33,
        qes: "كم يبلغ طول سيدنا آدم؟",
        answer: "ستون ذراعاً.",
      },
      {
        active: "",
        id: 34,
        qes: "من هو أول الأنبياء سيقوم بقرع باب الجنة؟",
        answer: "محمد عليه الصلاة والسلام.",
      },
      {
        active: "",
        id: 35,
        qes: "من هو النبي الذي آمن جميع قومه بما أُنزل إليه؟",
        answer: "يونس عليه السلام.",
      },
      {
        active: "",
        id: 36,
        qes: "من أول رسول إلى أهل الأرض؟",
        answer: "نوح عليه السلام.",
      },
      {
        active: "",
        id: 37,
        qes: "كم عدد أبناء سيدنا إبراهيم عليه السلام؟",
        answer: "عددهم اثنان اسماعيل واسحاق.",
      },
      {
        active: "",
        id: 38,
        qes: "ما اسم ناقة النبي صالح؟",
        answer: "القصواء",
      },
      {
        active: "",
        id: 39,
        qes: "كيف أهلك الله عاد قوم هود؟",
        answer: "بريح صرصر عاتية.",
      },
      {
        active: "",
        id: 40,
        qes: "من هو النبي الذي ألان الله له الحديد؟",
        answer: "داود عليه السلام.",
      },
      {
        active: "",
        id: 41,
        qes: "كم حج النبي محمد واعتمر؟",
        answer: "حج مرة واحدة واعتمر 4 مرات.",
      },
      {
        active: "",
        id: 42,
        qes: "من أول من قاتل بالسيف من الأنبياء؟",
        answer: "إبراهيم عليه السلام.",
      },
      {
        active: "",
        id: 43,
        qes: "من هو الملك الذي أمر بحرق سيدنا إبراهيم؟",
        answer: "النمرود.",
      },
      {
        active: "",
        id: 44,
        qes: "من هي أول امرأة تزوجها ابراهيم عليه السلام؟",
        answer: "سارة.",
      },
      {
        active: "",
        id: 45,
        qes: "من هو النبي الذي بقي حياً حتى الآن؟",
        answer: "عيسى عليه السلام.",
      },
    ],
  },
  {
    name: "quran",
    data: [
      {
        active: "active",
        id: 1,
        qes: "على من أُنزل القرآن الكريم؟",
        answer: "على النبي محمد صلى الله عليه وسلم.",
      },
      {
        active: "",
        id: 2,
        qes: "من خلال من تم إرسال الوحي للقرآن الكريم؟",
        answer: "من خلال الملاك جبريل عليه السلام.",
      },
      {
        active: "",
        id: 3,
        qes: "ما هي الليلة التي نزل فيها القرآن؟",
        answer: "في شهر رمضان، ليلة القدر1.",
      },
      {
        active: "",
        id: 4,
        qes: "  أين أُنزل القرآن الكريم أول مرة على النبي محمد صلى الله عليه وسلم؟ ",
        answer: "في غار حراء بالقرب من مكة المكرمة",
      },
      {
        active: "",
        id: 5,
        qes: "ما هي أول سورة نزلت من القرآن الكريم؟",
        answer: "أول سورة نزلت من القرآن هي سورة العلق.",
      },

      {
        active: "",
        id: 6,
        qes: "كم عدد سور القرآن الكريم؟",
        answer: "أطول سورة هي سورة البقرة",
      },
      {
        active: "",
        id: 7,
        qes: "ما هي أطول سورة في القرآن الكريم؟",
        answer: "أقصر سورة هي سورة الكوثر",
      },
      {
        active: "",
        id: 8,
        qes: "ما هي أقصر سورة في القرآن الكريم؟ ",
        answer: "في شهر رمضان، ليلة القدر1.",
      },
      {
        active: "",
        id: 9,
        qes: " ما هي السورة التي تُعرف بأنها قلب القرآن؟",
        answer: "سورة يس",
      },
      {
        active: "",
        id: 10,
        qes: "ما هي السورة التي لا تبدأ بـ “بسم الله الرحمن الرحيم”؟",
        answer: "سورة التوبة",
      },

      {
        active: "",
        id: 11,
        qes: "كم عدد الأجزاء في القرآن الكريم؟ ",
        answer: "القرآن الكريم مقسم إلى 30 جزءًا",
      },
      {
        active: "",
        id: 12,
        qes: "ما هي السورة التي تُسمى بـ “عروس القرآن”؟",
        answer: "سورة الرحمن",
      },
      {
        active: "",
        id: 13,
        qes: "ما هي السورة التي تحتوي على آية الكرسي؟",
        answer: "سورة البقرة",
      },
      {
        active: "",
        id: 14,
        qes: " ما هي السورة التي تُعرف بأنها تعادل ثلث القرآن؟",
        answer: "سورة الإخلاص",
      },
      {
        active: "",
        id: 15,
        qes: "كم عدد المرات التي يُذكر فيها اسم النبي محمد صلى الله عليه وسلم في القرآن؟",
        answer: " يُذكر اسمه أربع مرات",
      },

      {
        active: "",
        id: 16,
        qes: "ما هي السورة التي تحتوي على اسم الله في كل آية من آياتها؟",
        answer: "سورة المجادلة",
      },
      {
        active: "",
        id: 17,
        qes: "ما هو العدد الإجمالي للآيات في القرآن الكريم؟",
        answer: "يحتوي القرآن الكريم على 6236 آية",
      },
      {
        active: "",
        id: 18,
        qes: "ما هي السورة التي تُقرأ لطلب الحماية من الحسد والشر؟",
        answer: "سورة الفلق وسورة الناس",
      },
      {
        active: "",
        id: 19,
        qes: "  ما هي السورة التي ذُكر فيها اسم نبي ولم يُذكر في أي سورة أخرى؟ ",
        answer:
          " سورة صاد، حيث يُذكر فيها اسم نبي الله “ذو الكفل” وهو لم يُذكر في أي مكان آخر في القرآن",
      },
      {
        active: "",
        id: 20,
        qes: "ما هي الآية الوحيدة في القرآن التي تحتوي على جميع حروف اللغة العربية؟",
        answer: " آية النور في سورة النور، وهي الآية رقم 35",
      },
    ],
  },
  {
    name: "jurisprudence",
    data: [
      {
        active: "active",
        id: 1,
        qes: "ما هو الفقه الإسلامي؟",
        answer:
          "الفقه الإسلامي هو علم يُعنى بدراسة الأحكام الشرعية المستنبطة من الأدلة الدينية كالقرآن والسنة.",
      },
      {
        active: "",
        id: 2,
        qes: "ما هي أركان الإسلام الخمسة؟",
        answer:
          "أركان الإسلام الخمسة هي: الشهادتان، الصلاة، الزكاة، الصوم في رمضان، والحج لمن استطاع إليه سبيلاً.",
      },
      {
        active: "",
        id: 3,
        qes: "ما المقصود بالحلال والحرام؟",
        answer:
          "الحلال هو كل ما أباحه الله ورسوله للمسلمين، والحرام هو كل ما حُرِّم عليهم.",
      },
      {
        active: "",
        id: 4,
        qes: "ما هي الصلوات الواجبة على كل مسلم؟",
        answer:
          "الصلوات الخمس الواجبة هي: الفجر، الظهر، العصر، المغرب، والعشاء.",
      },
      {
        active: "",
        id: 5,
        qes: "ما هي الزكاة ومن يجب عليه دفعها؟",
        answer:
          "الزكاة هي فريضة مالية واجبة على كل مسلم يملك نصابًا معينًا من المال وقد مر عليه الحول (السنة القمرية).",
      },
      {
        active: "",
        id: 6,
        qes: " ما هي الشروط الواجب توافرها لصحة الصلاة؟",
        answer: "الطهارة، تغطية العورة، استقبال القبلة، والنية.",
      },
      {
        active: "",
        id: 7,
        qes: "ما هي أنواع الطهارة في الإسلام؟",
        answer: " الطهارة من الحدث والطهارة من الخبث.",
      },
      {
        active: "",
        id: 8,
        qes: "ما هي الأمور التي توجب الغسل؟",
        answer: "الجنابة، الحيض، والنفاس.",
      },
      {
        active: "",
        id: 9,
        qes: "ما هي أحكام الإحرام في الحج والعمرة؟",
        answer: "  النية، التلبية، وتجنب المحظورات.",
      },
      {
        active: "",
        id: 10,
        qes: " ما هي أحكام القصاص في الفقه الإسلامي؟ ",
        answer: " القصاص في النفس والأطراف عند القتل أو الجرح.",
      },
      {
        active: "",
        id: 11,
        qes: " ما هي أحكام العدة ومتى تجب؟",
        answer: " الفترة التي تنتظرها المرأة بعد الطلاق أو وفاة الزوج. ",
      },
      {
        active: "",
        id: 12,
        qes: "ما هو النصاب الشرعي لزكاة المال؟",
        answer: "مقدار النصاب هو ما يعادل 85 جرامًا من الذهب.",
      },
      {
        active: "",
        id: 13,
        qes: "ما هي الأشياء التي تنقض الوضوء؟",
        answer: "الخارج من السبيلين، النوم العميق، ولمس العورة بدون حائل.",
      },
      {
        active: "",
        id: 14,
        qes: "ما هو مقدار فدية الصوم؟",
        answer: " إطعام مسكين لكل يوم عن الصيام.",
      },
      {
        active: "",
        id: 15,
        qes: "ما هو مقدار زكاة الفطر؟",
        answer: "صاع من طعام أو قيمته نقدً.",
      },

      {
        active: "",
        id: 16,
        qes: "ما هي الوقف والهبة في الفقه الإسلامي؟",
        answer:
          " الوقف هو تحبيس الأصل وتسبيل المنفعة، والهبة هي التبرع بالمال بدون مقابل.",
      },
      {
        active: "",
        id: 17,
        qes: " ما هي الأمور التي تنقض الصيام؟",
        answer: " الأكل والشرب عمدًا، وغيرها.",
      },
      {
        active: "",
        id: 18,
        qes: " ما هي الأمور التي تجب فيها الكفارة؟",
        answer: "  الحنث في اليمين، القتل الخطأ، والجماع في نهار رمضان. ",
      },
      {
        active: "",
        id: 19,
        qes: "ما هو الصيام في الإسلام؟",
        answer: "الامتناع عن الأكل والشرب من الفجر حتى المغرب",
      },
      {
        active: "",
        id: 20,
        qes: "ما هو الإمساك في رمضان؟",
        answer: "التوقف عن تناول الطعام والشرب قبل الفجر",
      },
      {
        active: "",
        id: 21,
        qes: "ما هو الإحسان؟",
        answer: "العمل الصالح والتعامل الحسن مع الخلق",
      },
      {
        active: "",
        id: 22,
        qes: "ما هو الإيمان؟",
        answer: "التصديق بالقلب والإقرار باللسان والعمل بالأركان",
      },
      {
        active: "",
        id: 23,
        qes: "ما هو الإسلام؟",
        answer: "الاستسلام لله بالتوحيد والطاعة",
      },
      {
        active: "",
        id: 24,
        qes: "ما هي شروط الطهارة؟",
        answer: "إزالة النجاسة، النية، واستعمال الماء الطهور",
      },
    ],
  },
  {
    name: "history",
    data: [
      {
        active: "active",
        id: 1,
        qes: "ما هي أول معركة في التاريخ الإسلامي؟",
        answer: "هي غزوة بدر، وقد حدثت في العام الثاني بعد الهجرة",
      },
      {
        active: "",
        id: 2,
        qes: "من هم الخلفاء الراشدون",
        answer:
          "هم: أبو بكر الصديق، عمر بن الخطاب، عثمان بن عفان، وعلي بن أبي طالب.",
      },
      {
        active: "",
        id: 3,
        qes: "لماذا سقطت الأندلس؟",
        answer:
          "سقطت الأندلس لعدة أسباب منها انتشار الفواحش والبُعد عن الدين، وانصراف بعض الملوك إلى الترف.",
      },
      {
        active: "",
        id: 4,
        qes: "من جمع القرآن الكريم في مصحف واحد؟ (كان مسؤول عن الامر)",
        answer: "الصحابي زيد بن ثابت.",
      },
      {
        active: "",
        id: 5,
        qes: "ما هو اسم ملك الحبشة والذي قد أمر النبي محمد صلى الله عليه وسلم أصحابه بالهجرة إليه؟",
        answer: "كان اسمه النجاشي",
      },

      {
        active: "",
        id: 6,
        qes: "ما هو الحدث الذي يُعرف بالإسراء والمعراج؟",
        answer: "رحلة النبي محمد ليلًا من مكة إلى القدس ثم صعوده إلى السماوات",
      },
      {
        active: "",
        id: 7,
        qes: "ما اسم المعركة التي كانت الأولى في الإسلام؟",
        answer: "معركة بدر.",
      },
      {
        active: "",
        id: 8,
        qes: "ما هي السورة التي نزلت بعد فتح مكة؟",
        answer: "سورة الفتح.",
      },
      {
        active: "",
        id: 9,
        qes: "من هو الصحابي الذي فتح القسطنطينية؟",
        answer:
          "أبو أيوب الأنصاري شارك في الحصار، ولكن الفتح الكامل كان في عهد السلطان محمد الفاتح.",
      },
      {
        active: "",
        id: 10,
        qes: "ما هي الغزوة التي تُعرف بأنها غزوة الفرقان؟",
        answer: "غزوة بدر.",
      },

      {
        active: "",
        id: 11,
        qes: "من هو الصحابي الذي نام في فراش النبي ليلة الهجرة؟",
        answer: "الصحابي علي بن أبي طالب.",
      },
      {
        active: "",
        id: 12,
        qes: "ما هو العام الذي يُعرف بعام الحزن؟",
        answer: "العام الذي توفيت فيه خديجة وأبو طالب.",
      },
      {
        active: "",
        id: 13,
        qes: "ما هي المدينة التي هاجر إليها النبي من مكة؟",
        answer: "المدينة المنورة.",
      },
      {
        active: "",
        id: 14,
        qes: "من هو الخليفة الذي جمع القرآن الكريم؟ (الذي أمر بهذا)",
        answer: "أبو بكر الصديق.",
      },
      {
        active: "",
        id: 15,
        qes: "ما هي المعركة التي استشهد فيها حمزة بن عبد المطلب؟",
        answer: "معركة أحد.",
      },

      {
        active: "",
        id: 16,
        qes: "من هو أول الخلفاء الراشدين؟",
        answer: "أبو بكر الصديق.",
      },
      {
        active: "",
        id: 17,
        qes: "ما هي المعركة التي انتصر فيها المسلمون على الفرس؟",
        answer: "معركة القادسية.",
      },
      {
        active: "",
        id: 18,
        qes: "كيف توفي عثمان بن عفان؟",
        answer: "تم اغتياله خلال الفتنة.",
      },
      {
        active: "",
        id: 19,
        qes: "من قام بتوسيع الدولة الإسلامية وإنشاء ديوان العدل.",
        answer: "عمر بن الخطاب.",
      },
      {
        active: "",
        id: 20,
        qes: "ما هي المعركة التي انتصر فيها المسلمون على الروم؟",
        answer: "معركة اليرموك",
      },

      {
        active: "",
        id: 21,
        qes: "من هو الخليفة الذي عُرف بتوسعة المسجد النبوي؟",
        answer: "عمر بن الخطاب.",
      },
      {
        active: "",
        id: 22,
        qes: "من هو الخليفة الذي استشهد في صلاة الفجر؟",
        answer: "عمر بن الخطاب.",
      },
      {
        active: "",
        id: 23,
        qes: "من هو مؤسس الدولة الأموية؟",
        answer: "معاوية بن أبي سفيان.",
      },
      {
        active: "",
        id: 24,
        qes: "ما هو الحدث الذي يُعرف بمعركة عين جالوت؟",
        answer: "معركة بين المسلمين والمغول انتهت بانتصار المسلمين.",
      },
      {
        active: "",
        id: 25,
        qes: "كيف انتهت الدولة الأموية؟",
        answer: "انتهت بقيام الدولة العباسية.",
      },

      {
        active: "",
        id: 26,
        qes: "ما هي العاصمة الأموية؟",
        answer: "دمشق.",
      },
      {
        active: "",
        id: 27,
        qes: "من هو الخليفة الأموي الذي عُرف بالعدل؟",
        answer: "عمر بن عبد العزيز.",
      },
      {
        active: "",
        id: 28,
        qes: "ما هي المعركة التي فتح فيها المسلمون الأندلس؟",
        answer: "معركة وادي لكة.",
      },
      {
        active: "",
        id: 29,
        qes: "ما هو الإنجاز البحري الكبير للدولة الأموية؟",
        answer: "إنشاء الأسطول البحري والسيطرة على البحر المتوسط.",
      },
      {
        active: "",
        id: 30,
        qes: "من هو الخليفة العباسي الذي عُرف بالعصر الذهبي للعلوم؟",
        answer: "الخليفة هارون الرشيد.",
      },

      {
        active: "",
        id: 31,
        qes: "ما هي العاصمة العباسية؟",
        answer: "بغداد.",
      },
      {
        active: "",
        id: 32,
        qes: "كيف تعامل العباسيون مع الفتوحات الإسلامية؟",
        answer: "ركزوا على الإدارة والثقافة أكثر من التوسع.",
      },
      {
        active: "",
        id: 33,
        qes: "من هو الخليفة العباسي الذي أسس مدينة القاهرة؟",
        answer: "المعز لدين الله الفاطمي.",
      },
      {
        active: "",
        id: 34,
        qes: "ما هي المعركة التي أوقفت تقدم المغول في العالم الإسلامي؟",
        answer: "معركة عين جالوت.",
      },
      {
        active: "",
        id: 35,
        qes: "ما هو الحدث الذي يُعرف بفتح الأندلس؟",
        answer: "دخول المسلمين بقيادة طارق بن زياد إلى شبه الجزيرة الإيبيرية.",
      },

      {
        active: "",
        id: 36,
        qes: "من هو القائد الذي قاد المسلمين في معركة الزلاقة؟",
        answer: "يوسف بن تاشفين.",
      },
      {
        active: "",
        id: 37,
        qes: "ما هي الدولة التي قامت في الأندلس بعد سقوط الخلافة الأموية؟",
        answer: "دولة الأمراء أو الطوائف.",
      },
      {
        active: "",
        id: 38,
        qes: "من هو القائد الذي استرد القدس من الصليبيين؟",
        answer: "صلاح الدين الأيوبي.",
      },
      {
        active: "",
        id: 39,
        qes: "من هو الصحابي الذي كان يُلقب بـ'سيف الله المسلول'؟",
        answer: "خالد بن الوليد.",
      },
      {
        active: "",
        id: 40,
        qes: "ما هي الوثيقة التي وضعها النبي محمد لتنظيم العلاقات بين المسلمين وغيرهم في المدينة ",
        answer: "وثيقة المدينة.",
      },
    ],
  },
];
const prophetsData = [
  {
    determination: "false",
    id: 1,
    name: "أدم",
    image: require("./assets/images/adam.jpeg"),
    description:
      "هو أول البشر والنبي الأول في الإسلام، خُلق من تراب وكُرّم بالسجود من الملائكة. عُرف بأبي البشرية وقصته تتضمن الإقامة في الجنة والتحذير من إبليس",
    links: [
      {
        content: "وعي الجزء 1",
        url: "https://www.youtube.com/watch?v=s31fucb5OsU",
      },
      {
        content: "وعي 2",
        url: "https://www.youtube.com/watch?v=hZd_IBfvTbA",
      },
      {
        content: "(كيف خلق الله أدم) نبيل العوضي",
        url: "https://youtu.be/UObVkPIFTcI?si=U_uuaKtZ9sLxXYTO",
      },
      {
        content: "(لماذا لم يسجد ابليس) نبيل العوضي",
        url: "https://youtu.be/XmbwtznQUB0?si=Xo8pUiKbwRu0cgA1",
      },
      {
        content: "نبيل العوضي",
        url: "https://youtu.be/VQtyczrmgDU?si=P_5d6od3bdJQKzxB",
      },
    ],
  },
  {
    determination: "false",
    id: 2,
    name: "إدريس عليه السلام",
    image: require("./assets/images/edres.jpg"),
    description:
      "يُعتقد أنه كان من الأنبياء الذين جاءوا بعد آدم وقبل نوح. وهو معروف بحكمته وعلمه، ويُقال إنه كان أول من خط بالقلم. وقد ذُكر في القرآن الكريم بأنه كان صديقًا نبيًا وأن الله رفعه مكانًا عليًا.",

    // links: [
    //   {
    //     content: "",
    //     url: "",
    //   },
    //   {
    //     content: "",
    //     url: "",
    //   },
    // ],
  },
  {
    determination: true,
    id: 3,
    name: "نوح عليه السلام",
    image: require("./assets/images/noh2.jpg"),
    description:
      "هو أحد الأنبياء الخمسة أولي العزم، وقد دعا قومه إلى عبادة الله وحده وترك الأصنام لمدة تزيد عن 950 عامًا. ولكن قومه رفضوا دعوته فأرسل الله عليهم الطوفان العظيم الذي أغرق الكافرين، بينما نجا نوح والمؤمنون معه في السفينة.",

    links: [
      {
        content: "وعي 1",
        url: "https://www.youtube.com/watch?v=hYy7TSLnfbw",
      },
      {
        content: "وعي 2",
        url: "https://www.youtube.com/watch?v=byp0HgspP_A",
      },
      {
        content: "نبيل العوضي",
        url: "https://youtu.be/U1b6uIe9LmM?si=D5MBymS4Yy50iUso",
      },
    ],
  },
  {
    determination: "false",
    id: 4,
    name: "هود عليه السلام",
    image: require("./assets/images/hod.jpg"),
    description:
      "بُعث إلى قوم عاد الذين كانوا يعيشون في منطقة تُعرف اليوم بالأحقاف في اليمن. وقد دعاهم إلى عبادة الله وحده وترك الأصنام، لكنهم رفضوا دعوته وأصروا على الكفر والطغيان، فأهلكهم الله بريح صرصر عاتية.",

    links: [
      {
        content: "وعى",
        url: "https://www.youtube.com/watch?v=wyP__uKGzfQ",
      },
      // {
      //   content: "",
      //   url: "",
      // },
    ],
  },
  {
    determination: "false",
    id: 5,
    name: "صالح عليه السلام",
    image: require("./assets/images/saleh.jpg"),
    description:
      "أرسل إلى قوم ثمود الذين عاشوا في منطقة الحجر، وقد دعاهم إلى التوحيد وترك عبادة الأصنام. وأيده الله بمعجزة الناقة التي انشقت من الصخر، لكن قومه قتلوا الناقة وعصوا أمر الله، فأهلكهم الله بصيحة عظيمة.",

    links: [
      {
        content: "وعى",
        url: "https://www.youtube.com/watch?v=UnB0CTWxq98",
      },
      {
        content: "نبيل العوضي",
        url: "https://youtu.be/ck6vaENGENg?si=xVJO-1Gil8mZUcjs",
      },
    ],
  },
  {
    determination: true,
    id: 6,
    name: "إبراهيم عليه السلام.",
    image: require("./assets/images/abrahem.jpeg"),

    description:
      "المعروف بخليل الله، هو أحد أولي العزم من الرسل وأبو الأنبياء. دعا قومه لترك عبادة الأصنام والتوحيد بالله، ومر بابتلاءات عظيمة مثل قذفه في النار وأمر الله له بذبح ابنه إسماعيل، الذي فُدِيَ بكبش",
    links: [
      {
        content: "وعي 1",
        url: "https://www.youtube.com/watch?v=pc4aUaoq5fc",
      },
      {
        content: "وعي 2",
        url: "https://www.youtube.com/watch?v=tvGkYJ87YTo",
      },
      {
        content: "وعي 3",
        url: "https://www.youtube.com/watch?v=x1XX_S9N4oA",
      },
      {
        content: "نبيل العوضي",
        url: "https://youtu.be/G5sO3nBi-gM?si=3VVESu8TF-1wWeAc",
      },
    ],
  },
  {
    determination: "false",
    id: 7,
    name: "لوط عليه السلام",
    image: require("./assets/images/loot.jpg"),
    description:
      "نبي أرسله الله تعالى لقومه الذين كانوا يقطنون في منطقة البحر الميت، وقد عُرف بدعوته لقومه للإقلاع عن المعاصي والفواحش.",

    links: [
      {
        content: "وعى",
        url: "https://www.youtube.com/watch?v=xxFtMgKTm5U",
      },
      {
        content: "نبيل العوضي",
        url: "https://youtu.be/xKc6_kZYq9I?si=64aC-N_KrHCIePk_",
      },
    ],
  },
  {
    determination: "false",
    id: 8,
    name: "إسماعيل عليه السلام",
    image: require("./assets/images/esma3el.png"),
    description:
      "هو ابن النبي إبراهيم عليه السلام والسيدة هاجر، وُلد في أرض الشام وعُرف بصبره وتحمله. كانت حياته مليئة بالتجارب والابتلاءات، وهو أحد أجداد النبي محمد صلى الله عليه وسلم",

    links: [
      {
        content: "نبيل العوضي",
        url: "https://youtu.be/xKc6_kZYq9I?si=64aC-N_KrHCIePk_",
      },
      //   {
      //     content: "",
      //     url: "",
      //   },
    ],
  },

  {
    determination: "false",
    id: 9,
    name: "إسحاق عليه السلام",
    image: require("./assets/images/es7ak.jpg"),
    description:
      "هو ابن النبي إبراهيم عليه السلام والسيدة سارة، ويُعتبر من الأنبياء الذين بُشروا بالنبوة والصلاح",

    links: [
      {
        content: "نبيل العوضي",
        url: "https://youtu.be/xKc6_kZYq9I?si=64aC-N_KrHCIePk_",
      },
      // {
      //   content: "",
      //   url: "",
      // },
    ],
  },
  {
    determination: "false",
    id: 10,
    name: "يعقوب عليه السلام",
    image: require("./assets/images/y3kob.png"),
    description:
      "المعروف أيضًا بإسرائيل، هو ابن النبي إسحاق وأبو الأسباط الاثني عشر، وقد عُرف بصبره الجميل على فقدان ابنه يوسف",

    // links: [
    //   {
    //     content: "",
    //     url: "",
    //   },
    //   {
    //     content: "",
    //     url: "",
    //   },
    // ],
  },
  {
    determination: "false",
    id: 11,
    name: "يوسف عليه السلام",
    image: require("./assets/images/yosof.gif"),
    description:
      "ابن النبي يعقوب، معروف بجماله وحكمته، وقصته مليئة بالدروس والعبر، وقد ذُكرت قصته بتفصيل في سورة يوسف",

    links: [
      {
        content: "نبيل العوضي",
        url: "https://youtu.be/eLC6K7YyIIU?si=GO67Vo9UfdSDvdLW",
      },
      {
        content: "(يوسف وأخوته) نبيل العوضي",
        url: "https://youtu.be/Qxx9vSAXIRg?si=v-Nj7npkjQZnpuQA",
      },
    ],
  },
  {
    determination: "false",
    id: 12,
    name: "شعيب عليه السلام",
    image: require("./assets/images/sho3ib.jpg"),
    description:
      "نبي أرسله الله لأهل مدين، دعاهم لعبادة الله والإقلاع عن الغش في المكيال والميزان.",

    links: [
      {
        content: "نبيل العوضي",
        url: "https://youtu.be/xKc6_kZYq9I?si=64aC-N_KrHCIePk_",
      },
      //   {
      //     content: ,
      //     url: "",
      //   },
    ],
  },
  {
    determination: "false",
    id: 13,
    name: "أيوب عليه السلام",
    image: require("./assets/images/ayob.jpg"),
    description:
      "نبي معروف بصبره العظيم على البلاء والمرض، وقد ذُكر في القرآن كمثال للصابرين.",

    links: [
      {
        content: "وعي",
        url: "https://www.youtube.com/watch?v=ptJLT1ShVgE",
      },
      {
        content: "نبيل العوضي",
        url: "https://youtu.be/S-hwVKViokc?si=Dr1YiHlJJGLgdmX-",
      },
    ],
  },
  {
    determination: "false",
    id: 14,
    name: "ذو الكفل عليه السلام",
    image: require("./assets/images/zoalkafal.jpg"),
    description:
      "ذُكر في القرآن الكريم ويُعتقد أنه كان نبيًا صالحًا ومُلتزمًا بعهده مع الله.",

    // links: [
    //   {
    //     content: ,
    //     url: "",
    //   },
    //   {
    //     content: ,
    //     url: "",
    //   },
    // ],
  },
  {
    determination: true,
    id: 15,
    name: "موسى عليه السلام",
    image: require("./assets/images/mosa.jpg"),
    description:
      "من أولي العزم من الرسل، أرسله الله لفرعون وقومه، وقد أُعطي التوراة وقاد بني إسرائيل من مصر.",

    links: [
      {
        content: "1 نبيل العوضي",
        url: "https://youtu.be/S-hwVKViokc?si=Dr1YiHlJJGLgdmX-",
      },
      {
        content: "نبيل العوضيل 2",
        url: "https://youtu.be/wvtWBHguRh0?si=O4tr7COV2B2TNSp8",
      },
    ],
  },
  {
    determination: "false",
    id: 16,
    name: "هارون عليه السلام",
    image: require("./assets/images/haron.jpg"),
    description:
      "هو أخو النبي موسى ووزيره، وقد ساعده في دعوة فرعون وقومه للإيمان بالله تعالى.",

    // links: [
    //   {
    //     content: ,
    //     url: "",
    //   },
    //   {
    //     content: ,
    //     url: "",
    //   },
    // ],
  },
  {
    determination: "false",
    id: 17,
    name: "داود عليه السلام",
    image: require("./assets/images/dawood.jpg"),
    description:
      "نبي وملك، معروف بصوته الجميل في تسبيح الله، وقد أُنزل عليه الزبور.",

    links: [
      {
        content: "نبيل العوضي",
        url: "https://youtu.be/2lyl2XOMhqs?si=DEvlJfyDaPmD7Jsh",
      },
      //   {
      //     content: ,
      //     url: "",
      //   },
    ],
  },
  {
    determination: "false",
    id: 18,
    name: "سليمان عليه السلام",
    image: require("./assets/images/soliman.jpg"),
    description:
      "كان نبي الله وابن داود عليه السلام. اشتهر بحكمته وقدرته على التحدث مع الحيوانات والجن",

    links: [
      {
        content: "نبيل العوضي",
        url: "https://youtu.be/2lyl2XOMhqs?si=DEvlJfyDaPmD7Jsh",
      },
      //   {
      //     content: ,
      //     url: "",
      //   },
    ],
  },
  {
    determination: "false",
    id: 19,
    name: "اليسع عليه السلام",
    image: require("./assets/images/elyas3.jpg"),
    description: "يُعتقد أنه كان خليفة إلياس عليه السلام وواصل دعوته.",

    // links: [
    //   {
    //     content: ,
    //     url: "",
    //   },
    //   {
    //     content: ,
    //     url: "",
    //   },
    // ],
  },
  {
    determination: "false",
    id: 20,
    name: "إلياس عليه السلام",
    image: require("./assets/images/elyas.jpg"),
    description:
      "كان نبيًا أُرسل إلى أهل بعلبك ليدعوهم إلى عبادة الله وترك عبادة الأصنام",

    // links: [
    //   {
    //     content: ,
    //     url: "",
    //   },
    //   {
    //     content: ,
    //     url: "",
    //   },
    // ],
  },
  {
    determination: "false",
    id: 21,
    name: "يونس  عليه السلام",
    image: require("./assets/images/yonos.jpg"),
    description:
      "نبي أرسله الله إلى قومه ليدعوهم إلى الإيمان، وهو معروف بقصة الحوت",

    links: [
      {
        content: "نبيل العوضي",
        url: "https://youtu.be/S-hwVKViokc?si=Dr1YiHlJJGLgdmX-",
      },
      //   {
      //     content: ,
      //     url: "",
      //   },
    ],
  },
  {
    determination: "false",
    id: 22,
    name: "زكريا عليه السلام",
    image: require("./assets/images/zkria.jpg"),
    description:
      "كان نبيًا وكفيل مريم العذراء، ودعا الله فأُعطي يحيى عليه السلام4.",

    links: [
      {
        content: "نبيل العوضي",
        url: "https://youtu.be/2lyl2XOMhqs?si=DEvlJfyDaPmD7Jsh",
      },
      //   {
      //     content: ,
      //     url: "",
      //   },
    ],
  },
  {
    determination: "false",
    id: 23,
    name: "يحي عليه السلام",
    image: require("./assets/images/ye7ya.gif"),
    description:
      "كان نبيًا بارًا بوالديه، معروفًا بحكمته وتقواه، وكان أول من آمن بدعوة عيسى عليه السلام",

    links: [
      {
        content: "نبيل العوضي",
        url: "https://youtu.be/2lyl2XOMhqs?si=DEvlJfyDaPmD7Jsh",
      },
      //   {
      //     content: ,
      //     url: "",
      //   },
    ],
  },
  {
    determination: true,
    id: 24,
    name: "عيسى عليه السلام",
    image: require("./assets/images/3esa.jpg"),
    description:
      "هو رسول الله الذي حمل الإنجيل ودعا الناس إلى التوحيد وهو من أولي العزم من الرسل",

    links: [
      {
        content: "نبيل العوضي",
        url: "https://youtu.be/4cxCcYlJXbY?si=p9SHMtNF7fS3Fa7q",
      },
      //   {
      //     content: ,
      //     url: "",
      //   },
    ],
  },
  {
    determination: true,
    id: 25,
    name: "محمد عليه السلام",
    image: require("./assets/images/mohamed.jpg"),
    description:
      "هو خاتم الأنبياء والمرسلين، جاء برسالة الإسلام ليتمم مكارم الأخلاق ويدعو الناس إلى عبادة الله الواحد الأحد.",

    links: [
      {
        content: "نبيل العوضي (نزول الوحي)",
        url: "https://youtu.be/d5vq2Ly9LBw?si=LuVgRBGX_3lMS3o3",
      },
      //   {
      //     content: ,
      //     url: "",
      //   },
    ],
  },
];
const quran = [
  {
    id: 1,
    name: "محمد صديق المنشاوي",
    date: "(1920 – 1969)",
    image: require("./assets/images/mohamed-elmenshawy.jpg"),
    description:
      "الشيخ محمد صديق المنشاوي المشهور بالمنشاوي. يعد من أهم وأشهر القراء في العصر الحديث. أطلق عليه لقب ملك النهاوند لبراعته في القراءة بهذا المقام.",
  },
  {
    id: 2,
    name: "محمود خليل الحصري",
    date: "( 1917 – 1980)",
    image: require("./assets/images/mahmod-elhosary.jpg"),
    description:
      "محمود خليل الحصري. يعتبر من أشهر القراء في العالم الإسلامي، بدأ رحلته في حفظ القرآن عن عمر الأربع سنوات بالكتاب ثم إنتقل لتعلم القراءات العشر وعلوم القرآن في الأزهر.",
  },
  {
    id: 3,
    name: "أحمد نعينع",
    date: "(1954)",
    image: require("./assets/images/ahmed.jpg"),
    description:
      "قارئ قرآن مصري ويعد أحد أعلام هذا المجال البارزين، التحق بكلية الطب جامعة الإسكندرية. حفظ القران الكريم وهو في عمر الثامنة وتعلم التجويد على يد الشيخ أحمد الشوا. قرأ نعينع القراءات العشر أيام دراسته الجامعية على يد الشيخ محمد فريد النعماني.",
  },
  {
    id: 4,
    name: "عبدالباسط عبدالصمد",
    date: "(1927 – 1988)",
    image: require("./assets/images/Abdelbasset.jpg"),
    description:
      "عبد الباسط عبد الصمد، قارئ قرآن مصري ويُعَد أحد أعلام هذا المجال البارزين، وقد لُقّب بـ«صوت مكة». ترك للإذاعة ثروة من التسجيلات، إلى جانب المصحفين المرتل والمجود، ومصاحف مرتلة لبلدان عربية وإسلامية. جاب بلاد العالم سفيرًا لكتاب الله، وكان أول نقيب لقراء مصر سنة 1984م.",
  },
  {
    id: 5,
    name: "محمود علي البنا",
    date: "(1926 - 1985)",
    image: require("./assets/images/albanna.jpg"),
    description:
      "الشيخ محمود علي البنا قارئ قرآن مصري ويعد أحد أعلام هذا المجال البارزين، من مواليد قرية شبرا باص مركز شبين الكوم بمحافظة المنوفية. حفظ القرآن الكريم في كتاب القرية، وأتم حفظه وهو في الحادية عشرة، ثم انتقل إلى مدينة طنطا لدراسة العلوم الشرعية بالجامع الأحمدي، وتلقى القراءات فيها على يد الإمام إبراهيم بن سلام المالكي",
  },
  {
    id: 6,
    name: "مصطفى إسماعيل",
    date: "(1905 - 1978)",
    image: require("./assets/images/Mustafa_Ismail.jpg"),
    description:
      "مصطفى إسماعيل. قارئ قرآن مصري يُعد من أبرز شيوخ التلاوة في مصر والعالم الإسلامي. أتقن المقامات وقرأ القرآن بأكثر من 19 مقامًا بفروعها وبصوت عذب وأداء قوي، وقد عُرف عنه أنه صاحب نَفَس طويل في القراءة التجويدية. سجَّل بصوته تلاوة القرآن الكريم كاملًا مرتلًا.",
  },
  {
    id: 7,
    name: "محمد الطبلاوي",
    date: "(1934 - 2020)",
    image: require("./assets/images/محمد_محمود_الطبلاوي.jpeg"),
    description:
      "محمد محمود الطبلاوي حفظ القرآن الكريم وهو ابن تسع سنين. قرأ القرآن وانفرد بسهرات قرآنية كثيرة منذ الثانية عشرة من عمره، سجلت تلاواته على غرار مشاهير القراء الإذاعيين قبل أن يبلغ الخامسة عشرة. سافر إلى عدة دول سفيرًا للقرآن الكريم، ومحكِّمًا لكثير من المسابقات الدولية لحفظ القرآن الكريم. ",
  },
  {
    id: 8,
    name: "أحمد عامر",
    date: "(1927 - 2016)",
    image: require("./assets/images/Ahmed-amer.png"),
    description:
      " أتم الشيخ أحمد عامر حفظ القرآن الكريم وعمره لا يتجاوز الحادية عشرة ثم أكمل بعدها تعلم القراءات، وفى الثالثة عشرة، أتم تجويد القرآن الكريم بأحكامه وتعلم القراءات السبع، وسافر إلى معظم الدول الإسلامية ودول العالم قارئًا للقرآن الكريم ومشاركا في لجان التحكيم في بعض المسابقات الدولية.",
  },
  {
    id: 9,
    name: "أحمد عيسى المعصراوي",
    date: "(1953)",
    image: require("./assets/images/أحمد_عيسى_المعصراوي.jpg"),
    description:
      "الشيخ أحمد عيسى حسن المعصراوي، شيخ عموم المقارئ المصرية السابق. دكتوراه في الحديث النبوي واستاذ الحديث في جامعة الأزهر.",
  },
  {
    id: 10,
    name: "محمد رفعت",
    date: "(1882 - 1950)",
    image: require("./assets/images/mohamed_Rifat.jpg"),
    description:
      "الشيخ محمد رفعت فقد بصره صغيراً وهو في سن الثانية من عمره وبدأ حفظ القرآن في سن الخامسة، ويلقبه محبوه «بقيثارة السماء». وهو من افتتح بث الإذاعة المصرية سنة 1934م",
  },
];
const livetv = [
  {
    id: 1,
    name: "القران الكريم",
  },
  {
    id: 2,
    name: "السنة النبويه",
  },
];
const azkarData = [
  {
    data: [
      {
        category: "أذكار الصباح",
        count: "1",
        description: "",
        reference: "",
        content:
          "أَصْـبَحْنا وَأَصْـبَحَ المُـلْكُ لله وَالحَمدُ لله ، لا إلهَ إلاّ اللّهُ وَحدَهُ لا شَريكَ لهُ، لهُ المُـلكُ ولهُ الحَمْـد، وهُوَ على كلّ شَيءٍ قدير.",
      },
      {
        category: "أذكار الصباح",
        count: "1",
        description:
          "من قالها موقنا بها حين يمسى ومات من ليلته دخل الجنة وكذلك حين يصبح.",
        reference: "",
        content:
          "اللّهـمَّ أَنْتَ رَبِّـي لا إلهَ إلاّ أَنْتَ ، خَلَقْتَنـي وَأَنا عَبْـدُك ، وَأَنا عَلـى عَهْـدِكَ وَوَعْـدِكَ ما اسْتَـطَعْـت ، أَعـوذُبِكَ مِنْ شَـرِّ ما صَنَـعْت ، أَبـوءُ لَـكَ بِنِعْـمَتِـكَ عَلَـيَّ وَأَبـوءُ بِذَنْـبي فَاغْفـِرْ لي فَإِنَّـهُ لا يَغْـفِرُ الذُّنـوبَ إِلاّ أَنْتَ .",
      },
      {
        category: "أذكار الصباح",
        count: "3",
        description:
          "من قالها حين يصبح وحين يمسى كان حقا على الله أن يرضيه يوم القيامة.",
        reference: "",
        content:
          "رَضيـتُ بِاللهِ رَبَّـاً وَبِالإسْلامِ ديـناً وَبِمُحَـمَّدٍ صلى الله عليه وسلم نَبِيّـاً. ",
      },
      {
        category: "أذكار الصباح",
        count: "4",
        description: "من قالها أعتقه الله من النار.",
        reference: "",
        content:
          "اللّهُـمَّ إِنِّـي أَصْبَـحْتُ أُشْـهِدُك ، وَأُشْـهِدُ حَمَلَـةَ عَـرْشِـك ، وَمَلَائِكَتَكَ ، وَجَمـيعَ خَلْـقِك ، أَنَّـكَ أَنْـتَ اللهُ لا إلهَ إلاّ أَنْـتَ وَحْـدَكَ لا شَريكَ لَـك ، وَأَنَّ ُ مُحَمّـداً عَبْـدُكَ وَرَسـولُـك.",
      },
      {
        category: "أذكار الصباح",
        count: "7",
        description: "من قالها كفاه الله ما أهمه من أمر الدنيا والأخرة.",
        reference: "",
        content:
          "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم.",
      },
      {
        category: "أذكار الصباح",
        count: "3",
        description: "لم يضره من الله شيء.",
        reference: "",
        content:
          "بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم.",
      },
      {
        category: "أذكار الصباح",
        count: "1",
        description: "",
        reference: "",
        content:
          "اللّهُـمَّ بِكَ أَصْـبَحْنا وَبِكَ أَمْسَـينا ، وَبِكَ نَحْـيا وَبِكَ نَمُـوتُ وَإِلَـيْكَ النُّـشُور.",
      },
      {
        category: "أذكار الصباح",
        count: "1",
        description: "",
        reference: "",
        content:
          "أَصْبَـحْـنا عَلَى فِطْرَةِ الإسْلاَمِ، وَعَلَى كَلِمَةِ الإِخْلاَصِ، وَعَلَى دِينِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَعَلَى مِلَّةِ أَبِينَا إبْرَاهِيمَ حَنِيفاً مُسْلِماً وَمَا كَانَ مِنَ المُشْرِكِينَ.",
      },
      {
        category: "أذكار الصباح",
        count: "3",
        description: "",
        reference: "",
        content:
          "سُبْحـانَ اللهِ وَبِحَمْـدِهِ عَدَدَ خَلْـقِه ، وَرِضـا نَفْسِـه ، وَزِنَـةَ عَـرْشِـه ، وَمِـدادَ كَلِمـاتِـه.",
      },
      {
        category: "أذكار الصباح",
        count: "3",
        description: "",
        reference: "",
        content:
          "اللّهُـمَّ عافِـني في بَدَنـي ، اللّهُـمَّ عافِـني في سَمْـعي ، اللّهُـمَّ عافِـني في بَصَـري ، لا إلهَ إلاّ أَنْـتَ.",
      },
      {
        category: "أذكار الصباح",
        count: "3",
        description: "",
        reference: "",
        content:
          "اللّهُـمَّ إِنّـي أَعـوذُ بِكَ مِنَ الْكُـفر ، وَالفَـقْر ، وَأَعـوذُ بِكَ مِنْ عَذابِ القَـبْر ، لا إلهَ إلاّ أَنْـتَ.",
      },
      {
        category: "أذكار الصباح",
        count: "1",
        description: "",
        reference: "",
        content:
          "اللّهُـمَّ إِنِّـي أسْـأَلُـكَ العَـفْوَ وَالعـافِـيةَ في الدُّنْـيا وَالآخِـرَة ، اللّهُـمَّ إِنِّـي أسْـأَلُـكَ العَـفْوَ وَالعـافِـيةَ في ديني وَدُنْـيايَ وَأهْـلي وَمالـي ، اللّهُـمَّ اسْتُـرْ عـوْراتي وَآمِـنْ رَوْعاتـي ، اللّهُـمَّ احْفَظْـني مِن بَـينِ يَدَيَّ وَمِن خَلْفـي وَعَن يَمـيني وَعَن شِمـالي ، وَمِن فَوْقـي ، وَأَعـوذُ بِعَظَمَـتِكَ أَن أُغْـتالَ مِن تَحْتـي.",
      },
      {
        category: "أذكار الصباح",
        count: "3",
        description: "",
        reference: "",
        content:
          "يَا حَيُّ يَا قيُّومُ بِرَحْمَتِكَ أسْتَغِيثُ أصْلِحْ لِي شَأنِي كُلَّهُ وَلاَ تَكِلْنِي إلَى نَفْسِي طَـرْفَةَ عَيْنٍ.",
      },
      {
        category: "أذكار الصباح",
        count: "1",
        description: "",
        reference: "",
        content:
          "أَصْبَـحْـنا وَأَصْبَـحْ المُـلكُ للهِ رَبِّ العـالَمـين ، اللّهُـمَّ إِنِّـي أسْـأَلُـكَ خَـيْرَ هـذا الـيَوْم ، فَـتْحَهُ ، وَنَصْـرَهُ ، وَنـورَهُ وَبَـرَكَتَـهُ ، وَهُـداهُ ، وَأَعـوذُ بِـكَ مِـنْ شَـرِّ ما فـيهِ وَشَـرِّ ما بَعْـدَه.",
      },
      {
        category: "أذكار الصباح",
        count: "1",
        description: "",
        reference: "",
        content:
          "اللّهُـمَّ عالِـمَ الغَـيْبِ وَالشّـهادَةِ فاطِـرَ السّماواتِ وَالأرْضِ رَبَّ كـلِّ شَـيءٍ وَمَليـكَه ، أَشْهَـدُ أَنْ لا إِلـهَ إِلاّ أَنْت ، أَعـوذُ بِكَ مِن شَـرِّ نَفْسـي وَمِن شَـرِّ الشَّيْـطانِ وَشِرْكِهِ ، وَأَنْ أَقْتَـرِفَ عَلـى نَفْسـي سوءاً أَوْ أَجُـرَّهُ إِلـى مُسْـلِم.",
      },
      {
        category: "أذكار الصباح",
        count: "3",
        description: "",
        reference: "",
        content:
          "أَعـوذُ بِكَلِمـاتِ اللّهِ التّـامّـاتِ مِنْ شَـرِّ ما خَلَـق.",
      },
      {
        category: "أذكار الصباح",
        count: "10",
        description: "من صلى على حين يصبح وحين يمسى ادركته شفاعتى يوم القيامة.",
        reference: "",
        content: "اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد.",
      },
      {
        category: "أذكار الصباح",
        count: "3",
        description: "",
        reference: "",
        content:
          "اللَّهُمَّ إِنَّا نَعُوذُ بِكَ مِنْ أَنْ نُشْرِكَ بِكَ شَيْئًا نَعْلَمُهُ ، وَنَسْتَغْفِرُكَ لِمَا لَا نَعْلَمُهُ.",
      },
      {
        category: "أذكار الصباح",
        count: "3",
        description: "",
        reference: "",
        content:
          "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ الْهَمِّ وَالْحَزَنِ، وَأَعُوذُ بِكَ مِنْ الْعَجْزِ وَالْكَسَلِ، وَأَعُوذُ بِكَ مِنْ الْجُبْنِ وَالْبُخْلِ، وَأَعُوذُ بِكَ مِنْ غَلَبَةِ الدَّيْنِ، وَقَهْرِ الرِّجَالِ.",
      },
      {
        category: "أذكار الصباح",
        count: "3",
        description: "",
        reference: "",
        content:
          "أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ، الحَيُّ القَيُّومُ، وَأتُوبُ إلَيهِ.",
      },
      {
        category: "أذكار الصباح",
        count: "3",
        description: "",
        reference: "",
        content:
          "يَا رَبِّ , لَكَ الْحَمْدُ كَمَا يَنْبَغِي لِجَلَالِ وَجْهِكَ , وَلِعَظِيمِ سُلْطَانِكَ.",
      },
      {
        category: "أذكار الصباح",
        count: "1",
        description: "",
        reference: "",
        content:
          "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلًا.",
      },
      {
        category: "أذكار الصباح",
        count: "100",
        description:
          "كانت له عدل عشر رقاب، وكتبت له مئة حسنة، ومحيت عنه مئة سيئة، وكانت له حرزا من الشيطان.",
        reference: "",
        content:
          "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ.",
      },
      {
        category: "أذكار الصباح",
        count: "100",
        description:
          "حُطَّتْ خَطَايَاهُ وَإِنْ كَانَتْ مِثْلَ زَبَدِ الْبَحْرِ. لَمْ يَأْتِ أَحَدٌ يَوْمَ الْقِيَامَةِ بِأَفْضَلَ مِمَّا جَاءَ بِهِ إِلَّا أَحَدٌ قَالَ مِثْلَ مَا قَالَ أَوْ زَادَ عَلَيْهِ.",
        reference: "",
        content: "سُبْحـانَ اللهِ وَبِحَمْـدِهِ.",
      },
      {
        category: "أذكار الصباح",
        count: "100",
        description:
          "مائة حسنة، ومُحيت عنه مائة سيئة، وكانت له حرزاً من الشيطان حتى يمسى.",
        reference: "",
        content: "أسْتَغْفِرُ اللهَ وَأتُوبُ إلَيْهِ",
      },
    ],
  },
  {
    data: [
      {
        category: "أذكار المساء",
        count: "1",
        description: "",
        reference: "",
        content:
          "أَمْسَيْـنا وَأَمْسـى المـلكُ لله وَالحَمدُ لله ، لا إلهَ إلاّ اللّهُ وَحدَهُ لا شَريكَ لهُ، لهُ المُـلكُ ولهُ الحَمْـد، وهُوَ على كلّ شَيءٍ قدير ، رَبِّ أسْـأَلُـكَ خَـيرَ ما في هـذهِ اللَّـيْلَةِ وَخَـيرَ ما بَعْـدَهـا ، وَأَعـوذُ بِكَ مِنْ شَـرِّ ما في هـذهِ اللَّـيْلةِ وَشَرِّ ما بَعْـدَهـا ، رَبِّ أَعـوذُبِكَ مِنَ الْكَسَـلِ وَسـوءِ الْكِـبَر ، رَبِّ أَعـوذُ بِكَ مِنْ عَـذابٍ في النّـارِ وَعَـذابٍ في القَـبْر.",
      },
      {
        category: "أذكار المساء",
        count: "1",
        description:
          "من قالها موقنا بها حين يمسى ومات من ليلته دخل الجنة وكذلك حين يصبح.",
        reference: "",
        content:
          "اللّهـمَّ أَنْتَ رَبِّـي لا إلهَ إلاّ أَنْتَ ، خَلَقْتَنـي وَأَنا عَبْـدُك ، وَأَنا عَلـى عَهْـدِكَ وَوَعْـدِكَ ما اسْتَـطَعْـت ، أَعـوذُبِكَ مِنْ شَـرِّ ما صَنَـعْت ، أَبـوءُ لَـكَ بِنِعْـمَتِـكَ عَلَـيَّ وَأَبـوءُ بِذَنْـبي فَاغْفـِرْ لي فَإِنَّـهُ لا يَغْـفِرُ الذُّنـوبَ إِلاّ أَنْتَ .",
      },
      {
        category: "أذكار المساء",
        count: "3",
        description:
          "من قالها حين يصبح وحين يمسى كان حقا على الله أن يرضيه يوم القيامة.",
        reference: "",
        content:
          "رَضيـتُ بِاللهِ رَبَّـاً وَبِالإسْلامِ ديـناً وَبِمُحَـمَّدٍ صلى الله عليه وسلم نَبِيّـاً.",
      },
      {
        category: "أذكار المساء",
        count: "4",
        description: "من قالها أعتقه الله من النار.",
        reference: "",
        content:
          "اللّهُـمَّ إِنِّـي أَمسيتُ أُشْـهِدُك ، وَأُشْـهِدُ حَمَلَـةَ عَـرْشِـك ، وَمَلَائِكَتَكَ ، وَجَمـيعَ خَلْـقِك ، أَنَّـكَ أَنْـتَ اللهُ لا إلهَ إلاّ أَنْـتَ وَحْـدَكَ لا شَريكَ لَـك ، وَأَنَّ ُ مُحَمّـداً عَبْـدُكَ وَرَسـولُـك.",
      },
      {
        category: "أذكار المساء",
        count: "1",
        description: "من قالها حين يمسى أدى شكر يومه.",
        reference: "",
        content:
          "اللّهُـمَّ ما أَمسى بي مِـنْ نِعْـمَةٍ أَو بِأَحَـدٍ مِـنْ خَلْـقِك ، فَمِـنْكَ وَحْـدَكَ لا شريكَ لَـك ، فَلَـكَ الْحَمْـدُ وَلَـكَ الشُّكْـر.",
      },
      {
        category: "أذكار المساء",
        count: "7",
        description: "من قالها كفاه الله ما أهمه من أمر الدنيا والأخرة.",
        reference: "",
        content:
          "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم.",
      },
      {
        category: "أذكار المساء",
        count: "3",
        description: "لم يضره من الله شيء.",
        reference: "",
        content:
          "بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم.",
      },
      {
        category: "أذكار المساء",
        count: "1",
        description: "",
        reference: "",
        content:
          "اللّهُـمَّ بِكَ أَمْسَـينا وَبِكَ أَصْـبَحْنا، وَبِكَ نَحْـيا وَبِكَ نَمُـوتُ وَإِلَـيْكَ الْمَصِيرُ.",
      },
      {
        category: "أذكار المساء",
        count: "1",
        description: "",
        reference: "",
        content:
          "أَمْسَيْنَا عَلَى فِطْرَةِ الإسْلاَمِ، وَعَلَى كَلِمَةِ الإِخْلاَصِ، وَعَلَى دِينِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَعَلَى مِلَّةِ أَبِينَا إبْرَاهِيمَ حَنِيفاً مُسْلِماً وَمَا كَانَ مِنَ المُشْرِكِينَ.",
      },
      {
        category: "أذكار المساء",
        count: "3",
        description: "",
        reference: "",
        content:
          "سُبْحـانَ اللهِ وَبِحَمْـدِهِ عَدَدَ خَلْـقِه ، وَرِضـا نَفْسِـه ، وَزِنَـةَ عَـرْشِـه ، وَمِـدادَ كَلِمـاتِـه.",
      },
      {
        category: "أذكار المساء",
        count: "3",
        description: "",
        reference: "",
        content:
          "اللّهُـمَّ عافِـني في بَدَنـي ، اللّهُـمَّ عافِـني في سَمْـعي ، اللّهُـمَّ عافِـني في بَصَـري ، لا إلهَ إلاّ أَنْـتَ.",
      },
      {
        category: "أذكار المساء",
        count: "3",
        description: "",
        reference: "",
        content:
          "اللّهُـمَّ إِنّـي أَعـوذُ بِكَ مِنَ الْكُـفر ، وَالفَـقْر ، وَأَعـوذُ بِكَ مِنْ عَذابِ القَـبْر ، لا إلهَ إلاّ أَنْـتَ.",
      },
      {
        category: "أذكار المساء",
        count: "1",
        description: "",
        reference: "",
        content:
          "اللّهُـمَّ إِنِّـي أسْـأَلُـكَ العَـفْوَ وَالعـافِـيةَ في الدُّنْـيا وَالآخِـرَة ، اللّهُـمَّ إِنِّـي أسْـأَلُـكَ العَـفْوَ وَالعـافِـيةَ في ديني وَدُنْـيايَ وَأهْـلي وَمالـي ، اللّهُـمَّ اسْتُـرْ عـوْراتي وَآمِـنْ رَوْعاتـي ، اللّهُـمَّ احْفَظْـني مِن بَـينِ يَدَيَّ وَمِن خَلْفـي وَعَن يَمـيني وَعَن شِمـالي ، وَمِن فَوْقـي ، وَأَعـوذُ بِعَظَمَـتِكَ أَن أُغْـتالَ مِن تَحْتـي.",
      },
      {
        category: "أذكار المساء",
        count: "3",
        description: "",
        reference: "",
        content:
          "يَا حَيُّ يَا قيُّومُ بِرَحْمَتِكَ أسْتَغِيثُ أصْلِحْ لِي شَأنِي كُلَّهُ وَلاَ تَكِلْنِي إلَى نَفْسِي طَـرْفَةَ عَيْنٍ.",
      },
      {
        category: "أذكار المساء",
        count: "1",
        description: "",
        reference: "",
        content:
          "أَمْسَيْنا وَأَمْسَى الْمُلْكُ للهِ رَبِّ الْعَالَمَيْنِ، اللَّهُمَّ إِنَّي أسْأَلُكَ خَيْرَ هَذَه اللَّيْلَةِ فَتْحَهَا ونَصْرَهَا، ونُوْرَهَا وبَرَكَتهَا، وَهُدَاهَا، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فيهِا وَشَرَّ مَا بَعْدَهَا.",
      },
      {
        category: "أذكار المساء",
        count: "1",
        description: "",
        reference: "",
        content:
          "اللّهُـمَّ عالِـمَ الغَـيْبِ وَالشّـهادَةِ فاطِـرَ السّماواتِ وَالأرْضِ رَبَّ كـلِّ شَـيءٍ وَمَليـكَه ، أَشْهَـدُ أَنْ لا إِلـهَ إِلاّ أَنْت ، أَعـوذُ بِكَ مِن شَـرِّ نَفْسـي وَمِن شَـرِّ الشَّيْـطانِ وَشِرْكِهِ ، وَأَنْ أَقْتَـرِفَ عَلـى نَفْسـي سوءاً أَوْ أَجُـرَّهُ إِلـى مُسْـلِم.",
      },
      {
        category: "أذكار المساء",
        count: "3",
        description: "",
        reference: "",
        content:
          "أَعـوذُ بِكَلِمـاتِ اللّهِ التّـامّـاتِ مِنْ شَـرِّ ما خَلَـق.",
      },
      {
        category: "أذكار المساء",
        count: "10",
        description: "من صلى على حين يصبح وحين يمسى ادركته شفاعتى يوم القيامة.",
        reference: "",
        content: "اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد.",
      },
      {
        category: "أذكار المساء",
        count: "3",
        description: "",
        reference: "",
        content:
          "اللَّهُمَّ إِنَّا نَعُوذُ بِكَ مِنْ أَنْ نُشْرِكَ بِكَ شَيْئًا نَعْلَمُهُ ، وَنَسْتَغْفِرُكَ لِمَا لَا نَعْلَمُهُ.",
      },
      {
        category: "أذكار المساء",
        count: "3",
        description: "",
        reference: "",
        content:
          "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ الْهَمِّ وَالْحَزَنِ، وَأَعُوذُ بِكَ مِنْ الْعَجْزِ وَالْكَسَلِ، وَأَعُوذُ بِكَ مِنْ الْجُبْنِ وَالْبُخْلِ، وَأَعُوذُ بِكَ مِنْ غَلَبَةِ الدَّيْنِ، وَقَهْرِ الرِّجَالِ.",
      },
      {
        category: "أذكار المساء",
        count: "3",
        description: "",
        reference: "",
        content:
          "أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ، الحَيُّ القَيُّومُ، وَأتُوبُ إلَيهِ.",
      },
      {
        category: "أذكار المساء",
        count: "3",
        description: "",
        reference: "",
        content:
          "يَا رَبِّ , لَكَ الْحَمْدُ كَمَا يَنْبَغِي لِجَلَالِ وَجْهِكَ , وَلِعَظِيمِ سُلْطَانِكَ.",
      },
      {
        category: "أذكار المساء",
        count: "100",
        description:
          "كانت له عدل عشر رقاب، وكتبت له مئة حسنة، ومحيت عنه مئة سيئة، وكانت له حرزا من الشيطان.",
        reference: "",
        content:
          "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ.",
      },
      {
        category: "أذكار المساء",
        count: "1",
        description: "",
        reference: "",
        content:
          "اللَّهُمَّ أَنْتَ رَبِّي لا إِلَهَ إِلا أَنْتَ ، عَلَيْكَ تَوَكَّلْتُ ، وَأَنْتَ رَبُّ الْعَرْشِ الْعَظِيمِ , مَا شَاءَ اللَّهُ كَانَ ، وَمَا لَمْ يَشَأْ لَمْ يَكُنْ ، وَلا حَوْلَ وَلا قُوَّةَ إِلا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ , أَعْلَمُ أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ، وَأَنَّ اللَّهَ قَدْ أَحَاطَ بِكُلِّ شَيْءٍ عِلْمًا , اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي ، وَمِنْ شَرِّ كُلِّ دَابَّةٍ أَنْتَ آخِذٌ بِنَاصِيَتِهَا ، إِنَّ رَبِّي عَلَى صِرَاطٍ مُسْتَقِيمٍ.",
      },
      {
        category: "أذكار المساء",
        count: "100",
        description:
          "حُطَّتْ خَطَايَاهُ وَإِنْ كَانَتْ مِثْلَ زَبَدِ الْبَحْرِ. لَمْ يَأْتِ أَحَدٌ يَوْمَ الْقِيَامَةِ بِأَفْضَلَ مِمَّا جَاءَ بِهِ إِلَّا أَحَدٌ قَالَ مِثْلَ مَا قَالَ أَوْ زَادَ عَلَيْهِ.",
        reference: "",
        content: "سُبْحـانَ اللهِ وَبِحَمْـدِهِ.",
      },
    ],
  },
  {
    data: [
      {
        category: "أذكار الصلاة",
        count: "1",
        description: "",
        reference: "",
        content:
          "أَسْـتَغْفِرُ الله، أَسْـتَغْفِرُ الله، أَسْـتَغْفِرُ الله.اللّهُـمَّ أَنْـتَ السَّلامُ ، وَمِـنْكَ السَّلام ، تَبارَكْتَ يا ذا الجَـلالِ وَالإِكْـرام .",
      },
      {
        category: "أذكار بعد السلام من الصلاة المفروضة",
        count: "1",
        description: "",
        reference: "",
        content:
          "لا إلهَ إلاّ اللّهُ وحدَهُ لا شريكَ لهُ، لهُ المُـلْكُ ولهُ الحَمْد، وهوَ على كلّ شَيءٍ قَدير، اللّهُـمَّ لا مانِعَ لِما أَعْطَـيْت، وَلا مُعْطِـيَ لِما مَنَـعْت، وَلا يَنْفَـعُ ذا الجَـدِّ مِنْـكَ الجَـد.",
      },
      {
        category: "أذكار بعد السلام من الصلاة المفروضة",
        count: "1",
        description: "",
        reference: "",
        content:
          "لا إلهَ إلاّ اللّه, وحدَهُ لا شريكَ لهُ، لهُ الملكُ ولهُ الحَمد، وهوَ على كلّ شيءٍ قدير، لا حَـوْلَ وَلا قـوَّةَ إِلاّ بِاللهِ، لا إلهَ إلاّ اللّـه، وَلا نَعْـبُـدُ إِلاّ إيّـاه, لَهُ النِّعْـمَةُ وَلَهُ الفَضْل وَلَهُ الثَّـناءُ الحَـسَن، لا إلهَ إلاّ اللّهُ مخْلِصـينَ لَـهُ الدِّينَ وَلَوْ كَـرِهَ الكـافِرون.",
      },
      {
        category: "أذكار بعد السلام من الصلاة المفروضة",
        count: "33",
        description: "",
        reference: "",
        content: "سُـبْحانَ اللهِ، والحَمْـدُ لله ، واللهُ أكْـبَر.",
      },
      {
        category: "أذكار بعد السلام من الصلاة المفروضة",
        count: "1",
        description: "",
        reference: "",
        content:
          "لا إلهَ إلاّ اللّهُ وَحْـدَهُ لا شريكَ لهُ، لهُ الملكُ ولهُ الحَمْد، وهُوَ على كُلّ شَيءٍ قَـدير.",
      },
      {
        category: "أذكار بعد السلام من الصلاة المفروضة",
        count: "10",
        description: "عَشْر مَرّات بَعْدَ المَغْرِب وَالصّـبْح.",
        reference: "",
        content:
          "لا إلهَ إلاّ اللّهُ وحْـدَهُ لا شريكَ لهُ، لهُ المُلكُ ولهُ الحَمْد، يُحيـي وَيُمـيتُ وهُوَ على كُلّ شيءٍ قدير.",
      },
      {
        category: "أذكار بعد السلام من الصلاة المفروضة",
        count: "1",
        description: "بَعْد السّلامِ من صَلاةِ الفَجْر.",
        reference: "",
        content:
          "اللّهُـمَّ إِنِّـي أَسْأَلُـكَ عِلْمـاً نافِعـاً وَرِزْقـاً طَيِّـباً ، وَعَمَـلاً مُتَقَـبَّلاً.",
      },
      {
        category: "أذكار بعد السلام من الصلاة المفروضة",
        count: "7",
        description: "بعد صلاة الصبح والمغرب.",
        reference: "",
        content: "اللَّهُمَّ أَجِرْنِي مِنْ النَّار.",
      },
      {
        category: "أذكار بعد السلام من الصلاة المفروضة",
        count: "1",
        description: "",
        reference: "",
        content:
          "اللَّهُمَّ أَعِنِّي عَلَى ذِكْرِكَ وَشُكْرِكَ وَحُسْنِ عِبَادَتِكَ.",
      },
    ],
  },
  {
    data: [
      {
        category: "أذكار النوم",
        count: "1",
        description: "",
        reference: "",
        content:
          "بِاسْمِكَ رَبِّـي وَضَعْـتُ جَنْـبي ، وَبِكَ أَرْفَعُـه، فَإِن أَمْسَـكْتَ نَفْسـي فارْحَـمْها ، وَإِنْ أَرْسَلْتَـها فاحْفَظْـها بِمـا تَحْفَـظُ بِه عِبـادَكَ الصّـالِحـين.",
      },
      {
        category: "أذكار النوم",
        count: "1",
        description: "",
        reference: "",
        content:
          "اللّهُـمَّ إِنَّـكَ خَلَـقْتَ نَفْسـي وَأَنْـتَ تَوَفّـاهـا لَكَ ممَـاتـها وَمَحْـياها ، إِنْ أَحْيَيْـتَها فاحْفَظْـها ، وَإِنْ أَمَتَّـها فَاغْفِـرْ لَـها . اللّهُـمَّ إِنَّـي أَسْـأَلُـكَ العـافِـيَة.",
      },
      {
        category: "أذكار النوم",
        count: "3",
        description: "",
        reference: "",
        content: "اللّهُـمَّ قِنـي عَذابَـكَ يَـوْمَ تَبْـعَثُ عِبـادَك.",
      },
      {
        category: "أذكار النوم",
        count: "1",
        description: "",
        reference: "",
        content: "بِاسْـمِكَ اللّهُـمَّ أَمـوتُ وَأَحْـيا.",
      },
      {
        category: "أذكار النوم",
        count: "1",
        description: "",
        reference: "",
        content:
          "الـحَمْدُ للهِ الَّذي أَطْـعَمَنا وَسَقـانا، وَكَفـانا، وَآوانا، فَكَـمْ مِمَّـنْ لا كـافِيَ لَـهُ وَلا مُـؤْوي.",
      },
      {
        category: "أذكار النوم",
        count: "1",
        description: "",
        reference: "",
        content:
          "اللّهُـمَّ عالِـمَ الغَـيبِ وَالشّـهادةِ فاطِـرَ السّماواتِ وَالأرْضِ رَبَّ كُـلِّ شَـيءٍ وَمَليـكَه، أَشْهـدُ أَنْ لا إِلـهَ إِلاّ أَنْت، أَعـوذُ بِكَ مِن شَـرِّ نَفْسـي، وَمِن شَـرِّ الشَّيْـطانِ وَشِـرْكِه، وَأَنْ أَقْتَـرِفَ عَلـى نَفْسـي سوءاً أَوْ أَجُـرَّهُ إِلـى مُسْـلِم .",
      },
      {
        category: "أذكار النوم",
        count: "1",
        description: "",
        reference: "",
        content:
          "اللّهُـمَّ أَسْـلَمْتُ نَفْـسي إِلَـيْكَ، وَفَوَّضْـتُ أَمْـري إِلَـيْكَ، وَوَجَّـهْتُ وَجْـهي إِلَـيْكَ، وَأَلْـجَـاْتُ ظَهـري إِلَـيْكَ، رَغْبَـةً وَرَهْـبَةً إِلَـيْكَ، لا مَلْجَـأَ وَلا مَنْـجـا مِنْـكَ إِلاّ إِلَـيْكَ، آمَنْـتُ بِكِتـابِكَ الّـذي أَنْزَلْـتَ وَبِنَبِـيِّـكَ الّـذي أَرْسَلْـت.",
      },
      {
        category: "أذكار النوم",
        count: "33",
        description: "",
        reference: "",
        content: "سُبْحَانَ اللَّهِ.",
      },
      {
        category: "أذكار النوم",
        count: "33",
        description: "",
        reference: "",
        content: "الْحَمْدُ لِلَّهِ.",
      },
      {
        category: "أذكار النوم",
        count: "34",
        description: "",
        reference: "",
        content: "اللَّهُ أَكْبَرُ.",
      },
    ],
  },
  {
    data: [
      {
        category: "أذكار الاستيقاظ",
        count: "1",
        description: "",
        reference: "",
        content:
          "الحَمْـدُ لِلّهِ الّذي أَحْـيانا بَعْـدَ ما أَماتَـنا وَإليه النُّـشور.",
      },
      {
        category: "أذكار الاستيقاظ",
        count: "1",
        description: "",
        reference: "",
        content:
          "الحمدُ للهِ الذي عافاني في جَسَدي وَرَدّ عَليّ روحي وَأَذِنَ لي بِذِكْرِه.",
      },
      {
        category: "أذكار الاستيقاظ",
        count: "1",
        description: "",
        reference: "",
        content:
          "لا إلهَ إلاّ اللّهُ وَحْـدَهُ لا شَـريكَ له، لهُ المُلـكُ ولهُ الحَمـد، وهوَ على كلّ شيءٍ قدير، سُـبْحانَ اللهِ، والحمْـدُ لله ، ولا إلهَ إلاّ اللهُ واللهُ أكبَر، وَلا حَولَ وَلا قوّة إلاّ باللّهِ العليّ العظيم. رَبِّ اغْفرْ لي.",
      },
    ],
  },
  // {
  //   data: [
  //     {
  //       category: "أدعية قرآنية",
  //       count: "01",
  //       description: "",
  //       reference: ". [البقرة - 201].",
  //       content:
  //         " رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ. [البقرة - 201]. ",
  //     },
  //     {
  //       category: "أدعية قرآنية",
  //       count: "01",
  //       description: "",
  //       reference: ". [البقرة - 250].",
  //       content:
  //         " رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْرًا وَثَبِّتْ أَقْدَامَنَا وَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ. [البقرة - 250]. ",
  //     },
  //     {
  //       category: "أدعية قرآنية",
  //       count: "01",
  //       description: "",
  //       reference: ". [البقرة - 286].",
  //       content:
  //         " رَبَّنَا لاَ تُؤَاخِذْنَا إِن نَّسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلاَ تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِن قَبْلِنَا رَبَّنَا وَلاَ تُحَمِّلْنَا مَا لاَ طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا أَنتَ مَوْلاَنَا فَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ. [البقرة - 286]. ",
  //     },
  //     {
  //       category: "أدعية قرآنية",
  //       count: "01",
  //       description: "",
  //       reference: ". [آل عمران - 8].",
  //       content:
  //         " رَبَّنَا لاَ تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِن لَّدُنكَ رَحْمَةً إِنَّكَ أَنتَ الْوَهَّابُ. [آل عمران - 8]. ",
  //     },
  //     {
  //       category: "أدعية قرآنية",
  //       count: "01",
  //       description: "",
  //       reference: ". [آل عمران - 16].",
  //       content:
  //         " رَبَّنَا إِنَّنَا آمَنَّا فَاغْفِرْ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ النَّارِ. [آل عمران - 16]. ",
  //     },
  //     {
  //       category: "أدعية قرآنية",
  //       count: "01",
  //       description: "",
  //       reference: ". [آل عمران - 38].",
  //       content:
  //         " رَبِّ هَبْ لِي مِن لَّدُنْكَ ذُرِّيَّةً طَيِّبَةً إِنَّكَ سَمِيعُ الدُّعَاء. [آل عمران - 38]. ",
  //     },
  //     {
  //       category: "أدعية قرآنية",
  //       count: "01",
  //       description: "",
  //       reference: ". [آل عمران - 53].",
  //       content:
  //         " رَبَّنَا آمَنَّا بِمَا أَنزَلْتَ وَاتَّبَعْنَا الرَّسُولَ فَاكْتُبْنَا مَعَ الشَّاهِدِينَ. [آل عمران - 53]. ",
  //     },
  //     {
  //       category: "أدعية قرآنية",
  //       count: "01",
  //       description: "",
  //       reference: ". [آل عمران - 147].",
  //       content:
  //         " ربَّنَا اغْفِرْ لَنَا ذُنُوبَنَا وَإِسْرَافَنَا فِي أَمْرِنَا وَثَبِّتْ أَقْدَامَنَا وانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَِ. [آل عمران - 147]. ",
  //     },
  //     {
  //       category: "أدعية قرآنية",
  //       count: "01",
  //       description: "",
  //       reference: ". [آل عمران -  191-194].",
  //       content:
  //         " رَبَّنَا مَا خَلَقْتَ هَذا بَاطِلاً سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ رَبَّنَا إِنَّكَ مَن تُدْخِلِ النَّارَ فَقَدْ أَخْزَيْتَهُ وَمَا لِلظَّالِمِينَ مِنْ أَنصَارٍ رَّبَّنَا إِنَّنَا سَمِعْنَا مُنَادِيًا يُنَادِي لِلإِيمَانِ أَنْ آمِنُواْ بِرَبِّكُمْ فَآمَنَّا رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّئَاتِنَا وَتَوَفَّنَا مَعَ الأبْرَارِ رَبَّنَا وَآتِنَا مَا وَعَدتَّنَا عَلَى رُسُلِكَ وَلاَ تُخْزِنَا يَوْمَ الْقِيَامَةِ إِنَّكَ لاَ تُخْلِفُ الْمِيعَادَ. [آل عمران -  191-194]. ",
  //     },
  //     {
  //       category: "أدعية قرآنية",
  //       count: "01",
  //       description: "",
  //       reference: ". [الأعراف - 23].",
  //       content:
  //         " رَبَّنَا ظَلَمْنَا أَنفُسَنَا وَإِن لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ. [الأعراف - 23]. ",
  //     },
  //     {
  //       category: "أدعية قرآنية",
  //       count: "01",
  //       description: "",
  //       reference: ". [الأعراف - 47].",
  //       content:
  //         " رَبَّنَا لاَ تَجْعَلْنَا مَعَ الْقَوْمِ الظَّالِمِينَ. [الأعراف - 47]. ",
  //     },
  //     {
  //       category: "أدعية قرآنية",
  //       count: "01",
  //       description: "",
  //       reference: ". [الأعراف - 126].",
  //       content:
  //         " رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْرًا وَتَوَفَّنَا مُسْلِمِينَ. [الأعراف - 126]. ",
  //     },
  //     {
  //       category: "أدعية قرآنية",
  //       count: "01",
  //       description: "",
  //       reference: ". [التوبة - 129].",
  //       content:
  //         " حَسْبِيَ اللّهُ لا إِلَـهَ إِلاَّ هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ. [التوبة - 129]. ",
  //     },
  //     {
  //       category: "أدعية قرآنية",
  //       count: "01",
  //       description: "",
  //       reference: ". [يونس - 85-86].",
  //       content:
  //         " رَبَّنَا لاَ تَجْعَلْنَا فِتْنَةً لِّلْقَوْمِ الظَّالِمِينَ وَنَجِّنَا بِرَحْمَتِكَ مِنَ الْقَوْمِ الْكَافِرِينَ. [يونس - 85-86]. ",
  //     },
  //     {
  //       category: "أدعية قرآنية",
  //       count: "01",
  //       description: "",
  //       reference: ". [هود - 47].",
  //       content:
  //         " رَبِّ إِنِّي أَعُوذُ بِكَ أَنْ أَسْأَلَكَ مَا لَيْسَ لِي بِهِ عِلْمٌ وَإِلاَّ تَغْفِرْ لِي وَتَرْحَمْنِي أَكُن مِّنَ الْخَاسِرِينَ. [هود - 47]. ",
  //     },
  //     {
  //       category: "أدعية قرآنية",
  //       count: "01",
  //       description: "",
  //       reference: ". [إبرهيم - 40].",
  //       content:
  //         " رَبِّ اجْعَلْنِي مُقِيمَ الصَّلاَةِ وَمِن ذُرِّيَّتِي رَبَّنَا وَتَقَبَّلْ دُعَاء. [إبرهيم - 40]. ",
  //     },
  //     {
  //       category: "أدعية قرآنية",
  //       count: "01",
  //       description: "",
  //       reference: ". [إبرهيم - 41].",
  //       content:
  //         " رَبَّنَا اغْفِرْ لِي وَلِوَالِدَيَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ الْحِسَابُ. [إبرهيم - 41]. ",
  //     },
  //     {
  //       category: "أدعية قرآنية",
  //       count: "01",
  //       description: "",
  //       reference: ". [الإسراء - 80].",
  //       content:
  //         " رَّبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ وَأَخْرِجْنِي مُخْرَجَ صِدْقٍ وَاجْعَل لِّي مِن لَّدُنكَ سُلْطَانًا نَّصِيرًا. [الإسراء - 80]. ",
  //     },
  //     {
  //       category: "أدعية قرآنية",
  //       count: "01",
  //       description: "",
  //       reference: ". [الكهف - 10].",
  //       content:
  //         " رَبَّنَا آتِنَا مِن لَّدُنكَ رَحْمَةً وَهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَدًا. [الكهف - 10]. ",
  //     },
  //     {
  //       category: "أدعية قرآنية",
  //       count: "01",
  //       description: "",
  //       reference: ". [طه - 25-28].",
  //       content:
  //         " رَبِّ اشْرَحْ لِي صَدْرِي وَيَسِّرْ لِي أَمْرِي وَاحْلُلْ عُقْدَةً مِّن لِّسَانِي يَفْقَهُوا قَوْلِي. [طه - 25-28]. ",
  //     },
  //     {
  //       category: "أدعية قرآنية",
  //       count: "01",
  //       description: "",
  //       reference: ". [طه - 114].",
  //       content: " رَّبِّ زِدْنِي عِلْمًا. [طه - 114]. ",
  //     },
  //     {
  //       category: "أدعية قرآنية",
  //       count: "01",
  //       description: "",
  //       reference: ". [الأنبياء - 87].",
  //       content:
  //         " لا إِلَهَ إِلا أَنتَ سُبْحَانَكَ إِنِّي كُنتُ مِنَ الظَّالِمِينَ. [الأنبياء - 87]. ",
  //     },
  //     {
  //       category: "أدعية قرآنية",
  //       count: "01",
  //       description: "",
  //       reference: ". [الأنبياء - 89].",
  //       content:
  //         " رَبِّ لَا تَذَرْنِي فَرْدًا وَأَنتَ خَيْرُ الْوَارِثِينَ. [الأنبياء - 89]. ",
  //     },
  //     {
  //       category: "أدعية قرآنية",
  //       count: "01",
  //       description: "",
  //       reference: ". [المؤمنون - 97-98].",
  //       content:
  //         " رَّبِّ أَعُوذُ بِكَ مِنْ هَمَزَاتِ الشَّيَاطِينِ وَأَعُوذُ بِكَ رَبِّ أَن يَحْضُرُونِ. [المؤمنون - 97-98]. ",
  //     },
  //     {
  //       category: "أدعية قرآنية",
  //       count: "01",
  //       description: "",
  //       reference: ". [المؤمنون - 109].",
  //       content:
  //         " رَبَّنَا آمَنَّا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنتَ خَيْرُ الرَّاحِمِينَ. [المؤمنون - 109]. ",
  //     },
  //     {
  //       category: "أدعية قرآنية",
  //       count: "01",
  //       description: "",
  //       reference: ". [المؤمنون - 118].",
  //       content:
  //         " رَّبِّ اغْفِرْ وَارْحَمْ وَأَنتَ خَيْرُ الرَّاحِمِينَ. [المؤمنون - 118]. ",
  //     },
  //   ],
  // },
  // {
  //   data: [
  //     {
  //       category: "أدعية الأنبياء",
  //       count: "01",
  //       description: "آدم علية السلام.",
  //       reference: ". [الأعراف - 23].",
  //       content:
  //         " رَبَّنَا ظَلَمْنَا أَنفُسَنَا وَإِن لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ. [الأعراف - 23]. ",
  //     },
  //     {
  //       category: "أدعية الأنبياء",
  //       count: "01",
  //       description: "نوح علية السلام.",
  //       reference: ". [نوح - 28].",
  //       content:
  //         " رَّبِّ اغْفِرْ لِي وَلِوَالِدَيَّ وَلِمَن دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَلَا تَزِدِ الظَّالِمِينَ إِلَّا تَبَارًا. [نوح - 28].رَبِّ إِنِّي أَعُوذُ بِكَ أَنْ أَسْأَلَكَ مَا لَيْسَ لِي بِهِ عِلْمٌ وَإِلاَّ تَغْفِرْ لِي وَتَرْحَمْنِي أَكُن مِّنَ الْخَاسِرِينَ. [هود - 47]. رَّبِّ أَنزِلْنِي مُنزَلاً مُّبَارَكاً وَأَنتَ خَيْرُ الْمُنزِلِينَ. [المؤمنون - 29]. ",
  //     },
  //     {
  //       category: "أدعية الأنبياء",
  //       count: "01",
  //       description: "إبراهيم علية السلام.",
  //       reference: ". [هود - 47].",
  //       content:
  //         " رَبَّنَا تَقَبَّلْ مِنَّا إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ (127) رَبَّنَا وَاجْعَلْنَا مُسْلِمَيْنِ لَكَ وَمِنْ ذُرِّيَّتِنَا أُمَّةً مُسْلِمَةً لَكَ وَأَرِنَا مَنَاسِكَنَا وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ (128). [البقرة - 127-128]. رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِن ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ (40) رَبَّنَا اغْفِرْ لِي وَلِوَالِدَيَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ الْحِسَابُ (41). [إبراهيم - 40-41]. رَبِّ هَبْ لِي حُكْمًا وَأَلْحِقْنِي بِالصَّالِحِينَ (83) وَاجْعَل لِّي لِسَانَ صِدْقٍ فِي الْآخِرِينَ (84) وَاجْعَلْنِي مِن وَرَثَةِ جَنَّةِ النَّعِيمِ (85). [الشعراء - 83-85]. رَّبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا وَإِلَيْكَ الْمَصِيرُ (4) رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِّلَّذِينَ كَفَرُوا وَاغْفِرْ لَنَا رَبَّنَا ۖ  إِنَّكَ أَنتَ الْعَزِيزُ الْحَكِيمُ (5). [الممتحنة - 4-5]. رَبِّ هَبْ لِي مِنَ الصَّالِحِينَ. [الصافات - 100]. ",
  //     },
  //     {
  //       category: "أدعية الأنبياء",
  //       count: "01",
  //       description: "هود علية السلام.",
  //       reference: ". [المؤمنون - 29].",
  //       content:
  //         " إِنِّي تَوَكَّلْتُ عَلَى اللَّهِ رَبِّي وَرَبِّكُم ۚ مَّا مِن دَابَّةٍ إِلَّا هُوَ آخِذٌ بِنَاصِيَتِهَا ۚ إِنَّ رَبِّي عَلَىٰ صِرَاطٍ مُّسْتَقِيمٍ. [هود - 56]. ",
  //     },
  //     {
  //       category: "أدعية الأنبياء",
  //       count: "01",
  //       description: "لوط علية السلام.",
  //       reference: ". [البقرة - 127-128].",
  //       content:
  //         " رَبِّ انْصُرْنِي عَلَى الْقَوْمِ الْمُفْسِدِينَ. [العنكبوت - 30]. رَبِّ نَجِّنِي وَأَهْلِي مِمَّا يَعْمَلُونَ. [الشعراء - 169]. ",
  //     },
  //     {
  //       category: "أدعية الأنبياء",
  //       count: "01",
  //       description: "يوسف علية السلام.",
  //       reference: ". [إبراهيم - 40-41].",
  //       content:
  //         " فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ أَنتَ وَلِيِّي فِي الدُّنْيَا وَالْآخِرَةِ ۖ تَوَفَّنِي مُسْلِمًا وَأَلْحِقْنِي بِالصَّالِحِينَ. [يوسف - 101]. ",
  //     },
  //     {
  //       category: "أدعية الأنبياء",
  //       count: "01",
  //       description: "شعيب علية السلام.",
  //       reference: ". [الشعراء - 83-85].",
  //       content:
  //         " وَسِعَ رَبُّنَا كُلَّ شَيْءٍ عِلْماً عَلَى اللّهِ تَوَكَّلْنَا رَبَّنَا افْتَحْ بَيْنَنَا وَبَيْنَ قَوْمِنَا بِالْحَقِّ وَأَنتَ خَيْرُ الْفَاتِحِينَ. [الأعراف - 89]. ",
  //     },
  //     {
  //       category: "أدعية الأنبياء",
  //       count: "01",
  //       description: "موسى علية السلام.",
  //       reference: ". [الممتحنة - 4-5].",
  //       content:
  //         " رَبِّ إِنِّي ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي. [القصص - 16]. رَبِّ بِمَا أَنْعَمْتَ عَلَيَّ فَلَنْ أَكُونَ ظَهِيراً لِّلْمُجْرِمِينَ. [القصص - 17]. رَبِّ إِنِّي لِمَا أَنزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِيرٌ. [القصص - 24]. رَبِّ اشْرَحْ لِي صَدْرِي (25) وَيَسِّرْ لِي أَمْرِي (26) وَاحْلُلْ عُقْدَةً مِّن لِّسَانِي (27) يَفْقَهُوا قَوْلِي (28). [طه - 25-28]. ",
  //     },
  //     {
  //       category: "أدعية الأنبياء",
  //       count: "01",
  //       description: "أيوب علية السلام.",
  //       reference: ". [الصافات - 100].",
  //       content:
  //         " أَنِّي مَسَّنِيَ الضُّرُّ وَأَنتَ أَرْحَمُ الرَّاحِمِينَ. [الأنبياء - 83]. ",
  //     },
  //     {
  //       category: "أدعية الأنبياء",
  //       count: "01",
  //       description: "سليمان علية السلام.",
  //       reference: ". [هود - 56].",
  //       content:
  //         " رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَى وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ وَأَدْخِلْنِي بِرَحْمَتِكَ فِي عِبَادِكَ الصَّالِحِينَ. [النمل - 19]. ",
  //     },
  //     {
  //       category: "أدعية الأنبياء",
  //       count: "01",
  //       description: "يونس علية السلام.",
  //       reference: ". [العنكبوت - 30].",
  //       content:
  //         "لَّا إِلَهَ إِلَّا أَنتَ سُبْحَانَكَ إِنِّي كُنتُ مِنَ الظَّالِمِينَ. [الأنبياء - 87]. ",
  //     },
  //     {
  //       category: "أدعية الأنبياء",
  //       count: "01",
  //       description: "زكريا علية السلام.",
  //       reference: ". [الشعراء - 169].",
  //       content:
  //         " رَبِّ هَبْ لِي مِن لَّدُنْكَ ذُرِّيَّةً طَيِّبَةً إِنَّكَ سَمِيعُ الدُّعَاء. [آل عمران - 38]. رَبِّ لَا تَذَرْنِي فَرْداً وَأَنتَ خَيْرُ الْوَارِثِينَ. [الأنبياء - 89]. ",
  //     },
  //     {
  //       category: "أدعية الأنبياء",
  //       count: "01",
  //       description: "يعقوب علية السلام.",
  //       reference: ". [يوسف - 101].",
  //       content:
  //         " إِنَّمَا أَشْكُو بَثِّي وَحُزْنِي إِلَى اللَّهِ. [يوسف - 86]. ",
  //     },
  //   ],
  // },
];
export { questionsData, prophetsData, quran, livetv, azkarData };
