import styles from "./prayer.module.css";

function Prayer() {
  return (
    <div className={styles.main}>
      <iframe rolling="no" src="https://www.islamicfinder.org/prayer-widget/">
        {" "}
      </iframe>
      <div className={styles.content}>
        <p>
          <h2 className={styles.h2}>
            مشاعر وروحانيات يجب ان تعرفها من الوضوء إلى الصلاة:
          </h2>
          <h3 className={styles.h3}>1| الوضوء:</h3>الذنوب هي أكبر مانع للتوفيق
          وأكبر شيء يغلق أبواب التقدم في الطاعة. لذلك بداية الصلاة تكون بالوضوء،
          فإنك عندما تغسل يديك يغفر الله لك ذنوبك التي بطشتها يديك، وعند غسيل
          وجهك تنزل كل خطيئة نظرت بها بعينيك، وعند غسيل رأسك وأذنيك فيغفر لك كل
          ذنب سمعته بأذنيك، وكذلك مع قدميك، فإن ذلك الوضوء يتم ليطهر ذنوبك
          لاستقبال الصلاة، فإن الوضوء يجعلك متطهراً ظاهرياً وداخلياً، لتدخل على
          الله بقلب خالي من المعاصي والذنوب، فعند الانتهاء من الوضوء تقول أشهد
          أن لا إله إلا الله، وأن محمدا عبد الله ورسوله، فتحت لك أبواب الجنة.
          <h3 className={styles.h3}> 2| الطريق الى المسجد: </h3>
          ثم تنزل وتتجه للصلاة، فقال رسول الله ﷺ: إن أحدكم إذا توضأ فأحسن وأتى
          المسجد، لا يريد إلا الصلاة، لم يخط خطوة إلا رفعه الله بها درجة، وحط
          عنه خطيئة، حتى يدخل المسجد..... ما بين الدرجة والدرجة كما بين السماء
          والأرض وليس أي درجة، بل درجة عند الله. وعند الذهاب إلى الصلاة فقل
          اللهمَّ اجعلْ في قلبي نورًا، وفي لساني نورًا، وفي بصري نورًا، وفي سمعي
          نورًا، وعنْ يميني نورًا، وعنْ يساري نورًا، ومنْ فوقي نورًا، ومنْ تحتي
          نورًا، ومنْ أمامي نورًا، ومنْ خلفي نورًا، واجعلْ لي نورًا، واجعلني
          نورًا. قال رسول اللَّه ﷺ: أَلا أَدُلُّكُمْ عَلى مَا يمْحُو اللَّهُ
          بِهِ الخَطَايَا، وَيَرْفَعُ بِهِ الدَّرَجَاتِ؟ قَالُوا: بَلى يَا رسولَ
          اللَّهِ. قَالَ: إِسْباغُ الْوُضُوءِ عَلى المَكَارِهِ، وَكَثْرَةُ الخطى
          إِلى المَسَاجِدِ، وَانْتِظَارُ الصَّلاةِ بعْد الصَّلاةِ، فَذلِكُمُ
          الرِّباطُ، فَذلكُمُ الرِّباطُ.
          <h3 className={styles.h3}> 3| الدخول للمسجد وما قبل الفرض: </h3>
          وعند دخولك المسجد تقول اللهم أغفر لي ذنبي وافتح لي ابواب رحمتك. ثم قف
          وصلي النوافل حتى يهدأ قلبك وتتجهز للصلاة.
          <h3 className={styles.h3}> 4| الصلاة:</h3>
          <h4 className={styles.h4}> 4.1| بداية الصلاة ودعاء الاستفتاح:</h4>
          ثم تبدأ الصلاة بالله أكبر ويجب أن تكون موقن أن الله أكبر من كل شيء
          أكبر من الدنيا، والمال، والشهوات، ومن كل هم وغم، وكل شيء. ثم تدخل على
          الله بدعاء الاستفتاح لنزيل بعض الخطايا وبعض الذنوب وليفتح الله علينا
          فهم القرآن وخشوع الصلاة، فكان هناك عدة ادعية يستفتح بها النبي ﷺ في
          الصلاة ومنها: - سبحانك اللهم وبحمدك وتبارك اسمك وتعالى جدك ولا إله
          غيرك. - اللهم باعد بيني وبين خطاياي كما باعدت بين المشرق والمغرب،
          اللهم نقني من خطاياي كما ينقى الثوب الأبيض من الدنس، اللهم أغسلنى من
          خطاياي بالثلج والماء والبرد. وغيرها فكان الرسول دائماً يغير في دعاء
          الاستفتاح ليستشعر معاني أخرى والدخول على الله عزّ وجل بمفاتيح مختلفة
          ومن أبوابا مختلفة.
          <h4 className={styles.h4}> 4.2| الفاتحة وما بعدها:</h4>
          ثم تدخل بأعظم كلمات في الدنيا وهي كلمات سورة الفاتحة، ووجب عليك أن
          تتعلم القراءة الصحيحة لسورة الفاتحة، وأن تفهم معانيها وتستشعر كل كلمة
          وتعلم من بين يدي من تقف فأنت تقف بين يدي من لا أجل من الدنيا منه والا
          أجمل من في الدنيا منه تقف من بين يدي من لا في الدنيا أعظم منه ولا ارحم
          في الدنيا منه تقف من بين يدي من لا أهيب في الدنيا منه والا أحن وأود
          والطف وأرفق بقلبك منه فهو عظيم, كبير، متعالي، جبار، وهو رؤوف، رحيم،
          ودودو، كريم سبحانه وبحمده فهو الرحمن الرحيم التي وسعت رحمته كل شيء فلا
          تقلق عند الدخول عليه بكل ذنوبك مهما بلغت، أبشر ثم أبشر ثم أبشر فربك
          رحمان رحيم. يجب أن تعلم أن للعبد وقوفين بين يدي الله وقوفا في الدنيا
          وهو الوقوف في الصلاة ووقوفا في الأخرة للحساب، فمن أحسن وقوفه في الدنيا
          أحسن الله وقوفه بين يديه في الأخرة. ويجب أن تعلم أيضاً أن الهدايا ليس
          بقوتك أو بما تفعله أنت، بل هي هبه من الله فقط، فنسئل الله أن يهدينا
          ويجعلنا من الصالحين، الهدايا هي أفضل شيء يطلب من الله عز وجل، فكم مره
          نطلب من الله ان يهدنا الي الطريق المستقيم ندعو 17 مره في اليوم فكل
          الفرائض، بعد الفاتحة تقرأ ما يتيسر لك بدون تكلف وتخشع فيما تقرأه،
          والخشوع إنك تركز فيما تقرأ وتغير ما تقرأه كل مره، وإذا استشعرت أيه من
          آيات القرآن قم بإعادتها حتى تشعر بانك استكفيت من هذه الآية، فاستكمل ما
          بعدها.
          <h4 className={styles.h4}>4.3| الركوع:</h4>
          أما الركوع فعظموا فيه الرب فهو يدل على تذللك وتعظيمك لله، والتذلل لله
          يعني الخضوع له، والانكسار بين يديه، والاعتراف بقهره، والحاجة إلى
          معونته. والعبد فقير ذليل لله من كل وجه، وهو سبحانه الغني العزيز من كل
          وجه، فاطل في الركوع كما تطيل في القيام والسجود، فأنت تقول في الركوع
          سُبحان ربِّي العظيمِ ومن الممكن أن تقول أيضاً سُبُّوحٌ، قُدُّوسٌ، ربُّ
          الملائكةِ والرُّوحِ، وغيرها من الأذكار واستشعر كل معنى تقوله. 4.4|
          الوقوف ما بين الركوع والسجود وبعد الركوع تقول سمع الله لمن حمده، ربنا
          ولك الحمد، ومن الحاجات الجميلة اللي في القيام بعد الركوع هي رَبَّنَا
          وَلَكَ الحَمْدُ حَمْدًا كَثِيرًا طَيِّبًا مُبَارَكًا فِيهِ، فالرسول ﷺ
          سمع أحد الناس تقولها وهو يصلي فَلَمَّا انْصَرَفَ، قَالَ: «مَنِ
          المُتَكَلِّمُ» قَالَ: أَنَا، قَالَ: «رَأَيْتُ بِضْعَةً وَثَلاَثِينَ
          مَلَكًا يَبْتَدِرُونَهَا أَيُّهُمْ يَكْتُبُهَا أَوَّلُ.»
          <h4 className={styles.h4}>4.5| السجود:</h4> ثم ننزل إلى السجود،
          والسجود هو خاتمه الصلاة وسرها الاعظم وركنها الاكبر كما قال بن القيم،
          السجود هو أقرب ما يكون العبد لربه وهو ساجد، فأكثروا من الدعاء، فأنت
          تضع موضع شرفك وعزتك وهم جبهتك وانفك تضعهم في التراب لله عز وجل لتقول
          له يارب لعلك ترضى لأنال رضاك، ففي حاله إنك تحت فأنت في اعلى شيء، فكلما
          أذل العبد نفسه لله أرتفع قدره عند الله وكان أقرب إلى الله، لذلك وأنت
          تحت تقول سبحان ربي الأعلى فأنت تستشعر أن الله عز وجل هو أعلى أحد
          سبحانه وتعالى.
          <h4 className={styles.h4}> 4.6| جلسة ما بين السجود والسجود:</h4>
          ثم بعد السجود تجلس جلسة الذليل المنكسر بين يدي الله عز وجل، فتقول ربي
          أغفر لي، ربي أغفر لي، فأنت هنا تطلب من الله عز وجل المغفرة لأن الذنوب
          هي أكبر مانع لدعائك، وتقول أيضا ربي أغفر لي ورحمني وأهدني وعافني
          وأجبرني ورزقني، قال النبي ﷺ: فهذه الكلمات يجمع الله عزّ وجل لك بها
          دينك ودنياك، ثم تنزل للسجود مره أخرى وتفعل كما فعلت في أول مره.
          <h4 className={styles.h4}>4.7| التشهد:</h4>
          ثم ترفع الى التشهد، والدعاء بعد التشهد وقبل التسليم يكون مستجابا وهو
          إني أعوذ بك من عذاب القبر ومن عذاب النار ومن فتنة المحيا والممات ومن
          فتنة المسيح الدجال. ومنه: اللهم إني أعوذ بك من المأثم والمغرم. ثم تسلم
          عن يمينك وعن يسارك.
          <h3 className={styles.h3}>5| ما بعد انتهاء الصلاة:</h3>
          ثم من حسن الأدب مع الله أن لا تنصرف وكأنك كنت مقيدا، أجلس وأنتظر وهذا
          ما يسمى بالجلوس الثمين لأن الله يغفر فيه الذنوب، والمَلاَئِكَةُ
          تُصَلِّي عَلَى أَحَدِكُمْ مَا دَامَ فِي مُصَلَّاهُ، مَا لَمْ يُحْدِثْ:
          اللَّهُمَّ اغْفِرْ لَهُ، اللَّهُمَّ ارْحَمْهُ، فأجلس وأستغفر الله لأن
          هذه الصلاة مهما حسنتها لا تليق بالله، لأن الله عز وجل يستحق أفضل من
          ذلك، ثم تكمل بقيت الأذكار بعد الصلاة. وفي آخر حديثي هذا إني ادعوا
          الله: اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ قَلْبٍ لاَ يَخْشَعُ، ومِنْ
          دُعَاءٍ لاَ يُسْمَعُ، وَمِنْ نَفْسٍ لاَ تَشْبَعُ، وَمِنْ عِلْمٍ لاَ
          يَنْفَعُ.
        </p>
      </div>
      <div className={styles.card}>
        <p>
          هذا الكلام الجميل هو مجرد جزء من فيديو أحمد العربي يفضل سماع الفيديو
          فوالله لن تندم على ذلك.
        </p>
        <iframe
          src="https://www.youtube.com/embed/63_AOCldyXo?si=gUp6Fv46br6ObEfd"
          title="YouTube video player"
          frameborder="0"
          allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share"
          referrerpolicy="strict-origin-when-cross-origin"
          allowfullscreen
        ></iframe>
      </div>
    </div>
  );
}

export default Prayer;
